{
    rateWater:
    [
        {
            xCoord: 45 - координата точки по оси Х
            yCoord: 67 - координата точки по оси У
            xName:  "string" - что писать в проекции этой точки на оси Х
            yName:  "string" - что писать в проекции этой точки на оси У
        },...
    ]
    rateOil:
    [
        {
            xCoord: 45 - координата точки по оси Х
            yCoord: 67 - координата точки по оси У
            xName:  "string" - что писать в проекции этой точки на оси Х
            yName:  "string" - что писать в проекции этой точки на оси У
        },...
    ]
    rateGas:
    [
        {
            xCoord: 45 - координата точки по оси Х
            yCoord: 67 - координата точки по оси У
            xName:  "string" - что писать в проекции этой точки на оси Х
            yName:  "string" - что писать в проекции этой точки на оси У
        },...
    ]
}


{
    line:   [{
                x:  1,
                y:  2
            }]

    reservoirs: {
                    "R1(0042-0084)": {
                                        x0: 1,
                                        y0: 2,
                                        x_end: 5,
                                        y_end: 6
                                     },
                    "R2(0085-0130)":...
                }
}

{
    well_id:
    
}