[
    {
        "id": 50071,
        "appId": "1019109",
        "mark": 1,
        "comment": "Невозможно завести заявку, не проходит валидация поле ссылка на репозиторий. вид ссылки:\nhttps://stash.delta.sbrf.ru/scm/xxx/yyyy.git\nЧто именно не так со ссылкой - не понятно.",
        "answer": null,
        "likes": 0,
        "tags": [],
        "date": "2021-12-22T11:18:27.122714",
        "user": {
            "tabNum": "1641514",
            "name": "Александр Брыксин"
        },
        "isMine": false,
        "isLikedByMe": false,
        "managerAnswer": null
    },
    {
        "id": 49983,
        "appId": "1019109",
        "mark": 1,
        "comment": "Не работает",
        "answer": null,
        "likes": 0,
        "tags": [],
        "date": "2021-12-21T13:56:50.98817",
        "user": {
            "tabNum": "1355407",
            "name": "Алексей Сычев"
        },
        "isMine": false,
        "isLikedByMe": false,
        "managerAnswer": null
    },
    {
        "id": 49890,
        "appId": "1019109",
        "mark": 1,
        "comment": "Форма нее работает -внетрення ошибка",
        "answer": null,
        "likes": 0,
        "tags": [],
        "date": "2021-12-20T14:36:12.486856",
        "user": {
            "tabNum": "1824633",
            "name": "Борис Родиков"
        },
        "isMine": false,
        "isLikedByMe": false,
        "managerAnswer": null
    },
    {
        "id": 49872,
        "appId": "1019109",
        "mark": 1,
        "comment": "Не находит меня как пользователя! очень стабильно работает, как у лучших практик! так держать!",
        "answer": null,
        "likes": 0,
        "tags": [],
        "date": "2021-12-20T11:51:16.036329",
        "user": {
            "tabNum": "1792252",
            "name": "Андрей Колезнев"
        },
        "isMine": false,
        "isLikedByMe": false,
        "managerAnswer": null
    },
    {
        "id": 49830,
        "appId": "1019109",
        "mark": 1,
        "comment": "Не работает форма",
        "answer": null,
        "likes": 0,
        "tags": [],
        "date": "2021-12-18T23:52:35.787432",
        "user": {
            "tabNum": "1731314",
            "name": "Екатерина Зверева"
        },
        "isMine": false,
        "isLikedByMe": false,
        "managerAnswer": null
    },
    {
        "id": 49742,
        "appId": "1019109",
        "mark": 1,
        "comment": "Невозможно выбрать ас",
        "answer": null,
        "likes": 1,
        "tags": [],
        "date": "2021-12-16T14:29:35.293308",
        "user": {
            "tabNum": "947696",
            "name": "Татьяна Грачева"
        },
        "isMine": false,
        "isLikedByMe": false,
        "managerAnswer": null
    },
    {
        "id": 49732,
        "appId": "1019109",
        "mark": 1,
        "comment": "Невозможно заполнить поле Трайб",
        "answer": null,
        "likes": 0,
        "tags": [],
        "date": "2021-12-16T13:11:00.694809",
        "user": {
            "tabNum": "1654676",
            "name": "Евгений Рябов"
        },
        "isMine": false,
        "isLikedByMe": false,
        "managerAnswer": null
    },
    {
        "id": 49730,
        "appId": "1019109",
        "mark": 2,
        "comment": "Сделайте уже наконец возможность клонирования заявок, надоело по 100 раз заполнять одно и то же",
        "answer": null,
        "likes": 0,
        "tags": [],
        "date": "2021-12-16T12:42:37.311828",
        "user": {
            "tabNum": "1870946",
            "name": "Сергей Ленёв"
        },
        "isMine": false,
        "isLikedByMe": false,
        "managerAnswer": null
    },
    {
        "id": 49712,
        "appId": "1019109",
        "mark": 1,
        "comment": "шаблон не работает",
        "answer": null,
        "likes": 2,
        "tags": [],
        "date": "2021-12-16T10:20:16.74077",
        "user": {
            "tabNum": "1846332",
            "name": "Кристина Ваганова"
        },
        "isMine": false,
        "isLikedByMe": false,
        "managerAnswer": null
    },
    {
        "id": 49530,
        "appId": "1019109",
        "mark": 1,
        "comment": "Не возможно работать с шаблоном! Ни одна АС не выбирается из выпадающего списка. Добавьте возможность ручного ввода ",
        "answer": null,
        "likes": 1,
        "tags": [],
        "date": "2021-12-13T13:16:05.032303",
        "user": {
            "tabNum": "1838806",
            "name": "Антон Ананко"
        },
        "isMine": false,
        "isLikedByMe": false,
        "managerAnswer": null
    },
    {
        "id": 49528,
        "appId": "1019109",
        "mark": 1,
        "comment": "Не работает поиск АС, при введении корректного АС не выпадают резльутаты и соот-но невозможно воспользоваться формой",
        "answer": null,
        "likes": 2,
        "tags": [],
        "date": "2021-12-13T12:53:57.342411",
        "user": {
            "tabNum": "1814103",
            "name": "Аркадий Василенко"
        },
        "isMine": false,
        "isLikedByMe": false,
        "managerAnswer": null
    },
    {
        "id": 49522,
        "appId": "1019109",
        "mark": 1,
        "comment": "Постоянные глюки формы. Сделайте уже нормально сервис! заполняешь 10 мин форму по инструкции жмешь отправить и получаешь в ответ: ошибка backend! дурость а не сервис!",
        "answer": null,
        "likes": 3,
        "tags": [],
        "date": "2021-12-13T11:21:23.121789",
        "user": {
            "tabNum": "1001781",
            "name": "Алексей Иванов"
        },
        "isMine": false,
        "isLikedByMe": false,
        "managerAnswer": null
    },
    {
        "id": 49467,
        "appId": "1019109",
        "mark": 5,
        "comment": "Отлично работает!",
        "answer": null,
        "likes": 0,
        "tags": [],
        "date": "2021-12-10T16:33:04.686698",
        "user": {
            "tabNum": "1853753",
            "name": "Андрей Батурин"
        },
        "isMine": false,
        "isLikedByMe": false,
        "managerAnswer": null
    },
    {
        "id": 49454,
        "appId": "1019109",
        "mark": 5,
        "comment": "Работает не плохо, мне нравится",
        "answer": null,
        "likes": 0,
        "tags": [],
        "date": "2021-12-10T13:59:39.816405",
        "user": {
            "tabNum": "1917430",
            "name": "Евгений Соломатин"
        },
        "isMine": false,
        "isLikedByMe": false,
        "managerAnswer": null
    },
    {
        "id": 49436,
        "appId": "1019109",
        "mark": 1,
        "comment": "ошибка Network error",
        "answer": null,
        "likes": 0,
        "tags": [],
        "date": "2021-12-10T09:25:36.221384",
        "user": {
            "tabNum": "1523487",
            "name": "Оксана Пескова"
        },
        "isMine": false,
        "isLikedByMe": false,
        "managerAnswer": null
    },
    {
        "id": 49426,
        "appId": "1019109",
        "mark": 1,
        "comment": "Форма заполнена с ошибками:\n\nblockclone: Ошибка при выполнении запроса [2021-12-10T00:02:23.366+04:00]Ошибка сервиса ba8045eb-067d-4bcb-b725-07adbac45 \n\nОчень стало понятно почему форма заполнена с ошибкой.",
        "answer": null,
        "likes": 1,
        "tags": [],
        "date": "2021-12-09T23:30:28.988134",
        "user": {
            "tabNum": "1910120",
            "name": "Иван Корнилов"
        },
        "isMine": false,
        "isLikedByMe": false,
        "managerAnswer": null
    },
    {
        "id": 49360,
        "appId": "1019109",
        "mark": 1,
        "comment": "при выборе фио пишет ошибка сервера. Что делать?",
        "answer": null,
        "likes": 2,
        "tags": [],
        "date": "2021-12-08T16:06:45.741985",
        "user": {
            "tabNum": "1519920",
            "name": "Александр Клабуков"
        },
        "isMine": false,
        "isLikedByMe": false,
        "managerAnswer": null
    },
    {
        "id": 49297,
        "appId": "1019109",
        "mark": 5,
        "comment": "Отправил заявку - все сделали",
        "answer": null,
        "likes": 0,
        "tags": [],
        "date": "2021-12-07T14:45:10.034069",
        "user": {
            "tabNum": "1923295",
            "name": "Кирилл Белоглазов"
        },
        "isMine": false,
        "isLikedByMe": false,
        "managerAnswer": null
    },
    {
        "id": 49261,
        "appId": "1019109",
        "mark": 3,
        "comment": "Каждая 4 заявка - ошибка Network error",
        "answer": null,
        "likes": 0,
        "tags": [],
        "date": "2021-12-06T16:22:09.724215",
        "user": {
            "tabNum": "1449705",
            "name": "Николай Скворцов"
        },
        "isMine": false,
        "isLikedByMe": false,
        "managerAnswer": null
    },
    {
        "id": 49250,
        "appId": "1019109",
        "mark": 1,
        "comment": "подтягивает меня с моим табельным номером и пишет ошибка соединения",
        "answer": null,
        "likes": 1,
        "tags": [],
        "date": "2021-12-06T14:51:06.843229",
        "user": {
            "tabNum": "1925721",
            "name": "Алексей Попов"
        },
        "isMine": false,
        "isLikedByMe": false,
        "managerAnswer": null
    }
]

    [
    {
        "id": 49104,
        "appId": "1019109",
        "mark": 1,
        "comment": "не дает выбрать АС. постоянно закрывается выпадающий список (работаю в ВАРМ)",
        "answer": null,
        "likes": 1,
        "tags": [],
        "date": "2021-12-02T12:31:11.44569",
        "user": {
            "tabNum": "1403679",
            "name": "Антон Николаев"
        },
        "isMine": false,
        "isLikedByMe": false,
        "managerAnswer": null
    },
        {
            "id": 49084,
            "appId": "1019109",
            "mark": 1,
            "comment": "Сколько можно жаловаться на проверку url'a проектной области? Когда вы уже это исправите?",
            "answer": null,
            "likes": 5,
            "tags": [],
            "date": "2021-12-02T10:23:30.032343",
            "user": {
                "tabNum": "1421933",
                "name": "Александр Ляшенко"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 49036,
            "appId": "1019109",
            "mark": 1,
            "comment": "пишет ошибки при заполнении пользователя, хотя пользователь указан верно (выбран из списка).",
            "answer": null,
            "likes": 2,
            "tags": [],
            "date": "2021-12-01T14:53:26.680014",
            "user": {
                "tabNum": "1914279",
                "name": "Павел Цикота"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 48973,
            "appId": "1019109",
            "mark": 1,
            "comment": "Падает валидация url",
            "answer": null,
            "likes": 4,
            "tags": [],
            "date": "2021-11-30T17:07:58.183372",
            "user": {
                "tabNum": "1809693",
                "name": "Дамир Кадеркаев"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 48877,
            "appId": "1019109",
            "mark": 1,
            "comment": "В связи с изменением оргструктуры потребовалось переоформлять доступы ко всем АС. Поиск АС в этом шаблоне то еще \"удовольствие\". Название АС в шаблоне не соответствуют названиям в функционале \"Мои доступы\". Блестяще! Потренирую память, искать заявку 2017 года это же очень занимательно! (Хотя названия может и соответствуют, но интерфейс настолько забагованный, что найти АС практически невозможно). Почему нельзя искать по КЭ???",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-11-29T10:51:33.496381",
            "user": {
                "tabNum": "1680335",
                "name": "Максим Трушков"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 48821,
            "appId": "1019109",
            "mark": 1,
            "comment": "Ужас",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-11-26T14:55:54.818226",
            "user": {
                "tabNum": "1922750",
                "name": "Григорий Мозгов"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 48757,
            "appId": "1019109",
            "mark": 1,
            "comment": "Отвратительный шаблон. Багов немеренное количетсво, АС не подтягивает, Выбираешь \"Открытие\" доступа, подсвечивание поле, как будто там ошибка.. выбираешь свое ФИО из списка и вуаля ты тоже красный) Тебя, оказывается, не существует или \"неизвестная ошибка\")) сделайте уже что-нибудь с этим, пожалуйста!",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-11-25T15:32:56.911351",
            "user": {
                "tabNum": "1670960",
                "name": "Тамара Изотова"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 48725,
            "appId": "1019109",
            "mark": 1,
            "comment": "Попытался получить доступ к nexus в сигме. Падала валидация url (стоит ли уточнять, что ссылка валидная :) ), заявку так и не смог создать. ",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-11-25T08:31:13.866149",
            "user": {
                "tabNum": "1818704",
                "name": "Павел Попов"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 48666,
            "appId": "1019109",
            "mark": 1,
            "comment": "Не удобно. Совсем.",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-11-24T12:39:05.373424",
            "user": {
                "tabNum": "4395",
                "name": "Андрей Шувариков"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 48609,
            "appId": "1019109",
            "mark": 1,
            "comment": "сделайте уже две простые вещи:\n1. отмена заявки\n2. создание копии заявки, чтобы не вбивать часть данных заново - как для своих заявок, так и для заявок других сотрудников",
            "answer": null,
            "likes": 3,
            "tags": [],
            "date": "2021-11-23T14:31:23.985761",
            "user": {
                "tabNum": "1516505",
                "name": "Мария Саватеева"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 48591,
            "appId": "1019109",
            "mark": 1,
            "comment": "Делаю заявку на доступ Confluence. Заявку закрывают отказом с просьбой приложить распоряжение, в котором будет перечень ИР Банка, разрешенных для использования в работе сотрудником. Сам шаблон не предусматривает возможности прикладывания каких либо файлов. Так же нет возможности вернуть на доработку заявку с сообщением исполнителю. Замкнутый круг.",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-11-23T12:04:25.658678",
            "user": {
                "tabNum": "4047",
                "name": "Сергей Овсянников"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 48514,
            "appId": "1019109",
            "mark": 1,
            "comment": "Шаблон дает только Закрыть доступ",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-11-22T10:39:11.699956",
            "user": {
                "tabNum": "1655811",
                "name": "Игорь Сафронов"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 48496,
            "appId": "1019109",
            "mark": 1,
            "comment": "Ошибка при выполнении запроса Проверка URL не пройдена\nРепозиторий есть, а создать нельзя, ужасное качество!",
            "answer": null,
            "likes": 2,
            "tags": [],
            "date": "2021-11-22T08:57:56.900103",
            "user": {
                "tabNum": "1902683",
                "name": "Дмитрий Тимофеев"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 48421,
            "appId": "1019109",
            "mark": 2,
            "comment": "Необходим поточный ввод в данной услуге.",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-11-19T11:51:19.844418",
            "user": {
                "tabNum": "1851312",
                "name": "Марат Кулдубаев"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 48232,
            "appId": "1019109",
            "mark": 5,
            "comment": "доступ открыл, быстро, проблем нет",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-11-17T12:58:33.470544",
            "user": {
                "tabNum": "1813559",
                "name": "Виталий Кондратьев"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 48047,
            "appId": "1019109",
            "mark": 1,
            "comment": "Ссылка на репозиторий не верна, а репозиторий такой есть. Что туда писать не понятно",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-11-16T14:29:47.915379",
            "user": {
                "tabNum": "1449721",
                "name": "Александр Родионов"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 47981,
            "appId": "1019109",
            "mark": 2,
            "comment": "Укажите в описании какой именно нужно вводить IP адрес (альфа/сигма еще что-то). Тратишь время на заполнение заявки, гадаешь что от тебя хотят, ждешь рассмотрение заявки и получаешь отказ из-за неверного IP адреса, после чего идешь на второй круг. 🤷🏿‍♂️",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-11-16T09:31:40.193099",
            "user": {
                "tabNum": "1914837",
                "name": "Василий Петухов"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 47969,
            "appId": "1019109",
            "mark": 1,
            "comment": "Не понятно вообще ничего",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-11-16T08:52:29.557686",
            "user": {
                "tabNum": "1875961",
                "name": "Кирилл Волков"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 47504,
            "appId": "1019109",
            "mark": 1,
            "comment": "Шаблон не дает выбрать нужную АС. Постоянно обновляется на 1-ой ас в списке. Другую выбрать не дает. Печально иметь \"друга\", который постоянно тупит и глючит.",
            "answer": null,
            "likes": 8,
            "tags": [],
            "date": "2021-11-08T15:35:38.39933",
            "user": {
                "tabNum": "1278053",
                "name": "Алексей Сапронов"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 47486,
            "appId": "1019109",
            "mark": 2,
            "comment": "ошибка сервиса",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-11-08T13:16:11.100579",
            "user": {
                "tabNum": "1671468",
                "name": "Александр Мовчиков"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        }
    ]

    [
    {
        "id": 47327,
        "appId": "1019109",
        "mark": 1,
        "comment": "дерьмо, а не сервис. заводишь заявку минут 10, пока все выберешь напишешь, а он берет и все тебе стирает, пиши заново!",
        "answer": null,
        "likes": 0,
        "tags": [],
        "date": "2021-11-03T13:29:34.774208",
        "user": {
            "tabNum": "1772663",
            "name": "Андрей Емельяненко"
        },
        "isMine": false,
        "isLikedByMe": false,
        "managerAnswer": null
    },
        {
            "id": 47322,
            "appId": "1019109",
            "mark": 1,
            "comment": "Закрыли доступ при изменении названия отдела (функционал не менялся). Создать новую заявку на необходимые доступы не возможно т.к. нет возможности выбрать необходимую роль. Для возможности выбора необходимо создать другую заявку (\"заявку на заявку\"), которая тоже отклоняется.\nДоступ к SAP HR",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-11-03T11:52:43.518046",
            "user": {
                "tabNum": "397401",
                "name": "Михаил Журкин"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 46994,
            "appId": "1019109",
            "mark": 1,
            "comment": "Ну зачем указывать Рабочий телефон? Подтяните автоматически! Трата времени же",
            "answer": null,
            "likes": 1,
            "tags": [],
            "date": "2021-10-28T15:17:28.330173",
            "user": {
                "tabNum": "1906594",
                "name": "Евгений Колпаков"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 46988,
            "appId": "1019109",
            "mark": 1,
            "comment": "Закрыли базовый доступ при этом доступ  Стандарт не дает создать при открытии ",
            "answer": null,
            "likes": 2,
            "tags": [],
            "date": "2021-10-28T14:27:09.45116",
            "user": {
                "tabNum": "1676547",
                "name": "Елена Артеменко"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 46971,
            "appId": "1019109",
            "mark": 1,
            "comment": "требуется доработки, при введении ролей в ПО Банка постоянно выбрасывает на главную страницу и нужно заново заводить заявку.",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-10-28T12:37:24.28915",
            "user": {
                "tabNum": "685457",
                "name": "Алексей Ефимов"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 46890,
            "appId": "1019109",
            "mark": 1,
            "comment": "выбор нужного АС невозможен",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-10-27T14:03:21.284682",
            "user": {
                "tabNum": "1063805",
                "name": "Анна Васнина"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 46783,
            "appId": "1019109",
            "mark": 1,
            "comment": "Я получаю доступ через Citrix, который открывает в IE. Недоступен копипаст в поле (то есть из сигмы например ссылку в нексус надо вводить ручками). Если ошибешься, то IE по законам браузера клавишей Backspace отправляет тебя на предыдущую страницу. Мог бы открыть сбердруг через общий варм, где он есть, но это отвратительно. Если кто-то это читает, то заставьте разработчиков самих вводить ссылки вместо копипаста - уверен, это будет безопасно, практично и эко.",
            "answer": null,
            "likes": 2,
            "tags": [],
            "date": "2021-10-26T17:30:35.631173",
            "user": {
                "tabNum": "1818216",
                "name": "Алексей Ульянов"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 46776,
            "appId": "1019109",
            "mark": 1,
            "comment": "Невозможно создать из мобильного приложения, отправляет в Альфу",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-10-26T16:37:44.188522",
            "user": {
                "tabNum": "1753816",
                "name": "Дмитрий Булавка"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 46718,
            "appId": "1019109",
            "mark": 1,
            "comment": "Шаблон не работает. В списке АС только АС Кордон. Другие АС выбрать не дает. Как в итоге доступ оформить?",
            "answer": null,
            "likes": 1,
            "tags": [],
            "date": "2021-10-26T11:27:20.229132",
            "user": {
                "tabNum": "1408374",
                "name": "Елена Зорина"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 46673,
            "appId": "1019109",
            "mark": 4,
            "comment": "Перестал автоматически подтягиваться IP-адрес в шаблоне \"Универсальная заявка на доступ к АС\"",
            "answer": null,
            "likes": 3,
            "tags": [],
            "date": "2021-10-26T05:32:04.615455",
            "user": {
                "tabNum": "288455",
                "name": "Евгения Лайпанова"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 46670,
            "appId": "1019109",
            "mark": 1,
            "comment": "Самый примитивный запрос на доступ к АС Сервис Менеджер создает с ошибкой, по несколько раз приходится перезаводить",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-10-26T00:58:33.156269",
            "user": {
                "tabNum": "1910089",
                "name": "Михаил Уткин"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 46659,
            "appId": "1019109",
            "mark": 1,
            "comment": "Кеклол",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-10-25T18:28:03.295125",
            "user": {
                "tabNum": "1916461",
                "name": "Михаил Курков"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 46636,
            "appId": "1019109",
            "mark": 2,
            "comment": "Нет возможности быстрого получения доступа на группу людей. это создает дополнительные сложности при создании однотипных заявок. к примеру мне надо создать на 20 пользователей доступ к АС, и каждый раз мне надо их заполнять отдельно на каждого. а клонировать данные заявки невозможно. Предоставьте какую то возможность делать однотипные заявки на  множество пользователей без особых проблем.",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-10-25T13:45:35.497369",
            "user": {
                "tabNum": "1816698",
                "name": "Вадим Шалимов"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 46613,
            "appId": "1019109",
            "mark": 1,
            "comment": "Какое-то отфутболивание от одного шаблона к другому и 100500 заявок для выдачи ВАРМа. Заявка не создавалась с ошибкой сервера, пришлось заново заполнять все поля.",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-10-25T10:52:55.476022",
            "user": {
                "tabNum": "1711321",
                "name": "Евгений Зубарев"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 46314,
            "appId": "1019109",
            "mark": 1,
            "comment": "не проходит проверку ссылки на репозиторий битбакет.\nкак ни пробовал, ни раз валидные ссылки не принял",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-10-20T18:16:51.421592",
            "user": {
                "tabNum": "1653796",
                "name": "Кирилл Аввакумов"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 46175,
            "appId": "1019109",
            "mark": 1,
            "comment": "Шаблон на доступ в нексус не работает",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-10-19T15:17:31.904123",
            "user": {
                "tabNum": "1797510",
                "name": "Дамир Хафизов"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 46014,
            "appId": "1019109",
            "mark": 1,
            "comment": "сбойный шаблон. выбирал одни роли, в заявке отобразились совсем другие. соответсвнно заявку отклонили.",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-10-18T05:24:31.665568",
            "user": {
                "tabNum": "1416028",
                "name": "Александр Колмаков"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 45880,
            "appId": "1019109",
            "mark": 1,
            "comment": "не работающий шаблон",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-10-14T11:35:27.615513",
            "user": {
                "tabNum": "1559104",
                "name": "Иван Ласьков"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 45706,
            "appId": "1019109",
            "mark": 2,
            "comment": "Коллеги, если у вас та же проблема, с которой столкнулся я (не получается указать ссылку на репозиторий, которая будет считаться валидной - например, при попытке восстановить доступ к Atlassian Bitbucket), то, вероятно, решение находится здесь:\n\nВ СберДруг-е находится поддержка CDP инструментов sbrf-bitbucket и sbrf-nexus.\n\nВсе заявки по системам DevOps CI (СБТ) stash, sonar, sbtnexus, sbt-jenkins необходимо оформлять через каталог:\n\nhttps://confluence.ca.sbrf.ru/pages/viewpage.action?pageId=240980441 (АЛЬФА)\n\nhttps://sbtatlas.sigma.sbrf.ru/wiki/pages/viewpage.action?pageId=157352556 (СИГМА)",
            "answer": null,
            "likes": 1,
            "tags": [],
            "date": "2021-10-12T11:29:47.188336",
            "user": {
                "tabNum": "1863250",
                "name": "Арман Гейвондян"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 45694,
            "appId": "1019109",
            "mark": 1,
            "comment": "Не находит нужный шаблон даже по SD",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-10-12T09:47:46.570767",
            "user": {
                "tabNum": "411806",
                "name": "Артем Емельянов"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        }
    ]


    [
    {
        "id": 45618,
        "appId": "1019109",
        "mark": 1,
        "comment": "Ругается на формат рабочего телефона, но не отображает поле для его ввода. Не возможно создать заявку!",
        "answer": null,
        "likes": 1,
        "tags": [],
        "date": "2021-10-11T14:03:13.639712",
        "user": {
            "tabNum": "344938",
            "name": "Игорь Самко"
        },
        "isMine": false,
        "isLikedByMe": false,
        "managerAnswer": null
    },
        {
            "id": 45440,
            "appId": "1019109",
            "mark": 4,
            "comment": "ок",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-10-08T12:03:07.197692",
            "user": {
                "tabNum": "958630",
                "name": "Сергей Лысак"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 45405,
            "appId": "1019109",
            "mark": 1,
            "comment": "Недоступен выбор АС, на любую попытку пишет: \"не найдено\"",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-10-08T08:27:09.997772",
            "user": {
                "tabNum": "1348634",
                "name": "Александр Клочков"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 45403,
            "appId": "1019109",
            "mark": 1,
            "comment": "Не подтягивает ФИО, невозможно работать. ",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-10-08T07:44:21.865722",
            "user": {
                "tabNum": "1707231",
                "name": "Алена Ахметова"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 45384,
            "appId": "1019109",
            "mark": 3,
            "comment": "не возмож восп Выберите пользователя *\nпри выборе из вып списка себя, появляется ошибка:\n[2021-10-07T18:15:20.155+04:00]Ошибка сервиса 751574dc-dfd0-4647-94fc-73dbd834b1ba",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-10-07T17:16:40.322263",
            "user": {
                "tabNum": "1729863",
                "name": "Георгий Роганов"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 45368,
            "appId": "1019109",
            "mark": 1,
            "comment": "Получил приглашение на обучение владельцев АПО работе в АС Сберсофт, к которому нужно обязательно запросить доступ в данную АС. Уже 3-й час не могу это сделать, поскольку форма заявки открывается с ошибками или вообще не открывается. До встречи осталось 2 часа!",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-10-07T15:38:58.340562",
            "user": {
                "tabNum": "1657995",
                "name": "Дмитрий Зарецкий"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 45329,
            "appId": "1019109",
            "mark": 1,
            "comment": "Это какой-то кошмар а не заявка",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-10-07T11:43:10.210583",
            "user": {
                "tabNum": "1897427",
                "name": "Савелий Журавлев"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 45281,
            "appId": "1019109",
            "mark": 1,
            "comment": "Благая цель - перевести все заявки на АС в один шаблон, превратилась в издевательство над пользователями. Какие поля как заполнять, как получить нужные роли …. По нескольку раз приходиться выставлять заявки на одну и ту же АС",
            "answer": null,
            "likes": 1,
            "tags": [],
            "date": "2021-10-07T05:19:01.213734",
            "user": {
                "tabNum": "1381840",
                "name": "Дмитрий Братищенко"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 45256,
            "appId": "1019109",
            "mark": 1,
            "comment": "4й час пытаюсь нормально заявку на терминальный доступ оформить для буткэмпа. то мое имя не затянется, то среды, что окно заявки вообще не открывается. максимально прошел до выбора АС. ввожу терминальный. все находит, но внизу network error и все. выбрать заново чтобы попытаться переподтянуть нельзя. продолжить заполнять тоже нельзя.",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-10-06T17:35:19.173883",
            "user": {
                "tabNum": "1912285",
                "name": "Александр Охонченко"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 45250,
            "appId": "1019109",
            "mark": 1,
            "comment": "При попытке создать заявку на права локального администратора для ВАРМ Разработчика ЕСРТ Альфа ошибка \"Ошибка сервера\". Все обязательные поля заполнены.",
            "answer": null,
            "likes": 1,
            "tags": [],
            "date": "2021-10-06T16:38:31.658888",
            "user": {
                "tabNum": "1787411",
                "name": "Юлия Спирина"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 45026,
            "appId": "1019109",
            "mark": 1,
            "comment": "!!! Формат ссылок на нэксус, который принимает валиатор. Примеры: https://sbrf-nexus.sigma.sbrf.ru/nexus/content/repositories/Nexus_PROD/Nexus_PROD/проектная_область/  для альфы: registry.ca.sbrf.ru/название_проекта(КЭ АС)/название_репозитория(КЭ ФП)/ для сигмы: registry.sigma.sbrf.ru/название_проекта(КЭ АС)/название_репозитория(КЭ ФП)/",
            "answer": null,
            "likes": 3,
            "tags": [],
            "date": "2021-10-05T18:55:10.238431",
            "user": {
                "tabNum": "1656951",
                "name": "Регина Быкова"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 44850,
            "appId": "1019109",
            "mark": 1,
            "comment": "Не работает валидация УРЛ!!! Не могу оформить доступ, все урлы невалидны. ",
            "answer": null,
            "likes": 1,
            "tags": [],
            "date": "2021-10-05T10:23:35.767809",
            "user": {
                "tabNum": "1656951",
                "name": "Регина Быкова"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 44804,
            "appId": "1019109",
            "mark": 1,
            "comment": "невозможно создать заявку на доступ к https://sbrf-bitbucket.delta.sbrf.ru/projects/CI00428440_AT_SRC\nВалидатор на поле с URL ругается что данный url не валиден, но это корректный, реально существующий адрес",
            "answer": null,
            "likes": 1,
            "tags": [],
            "date": "2021-10-04T16:07:40.137055",
            "user": {
                "tabNum": "1655214",
                "name": "Евгения Сивкова"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 44801,
            "appId": "1019109",
            "mark": 1,
            "comment": "Не возможно выбрать необходимую АС и ввести вручную. Абсолютно неликвидный ресурс. 3 день не могу получить доступ к АС ЕКС и АС СББОЛ",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-10-04T16:00:32.192977",
            "user": {
                "tabNum": "402299",
                "name": "Наталья Пенкина"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 44793,
            "appId": "1019109",
            "mark": 1,
            "comment": "Любой URL невалидный. Смотрю так у всех. Печаль...",
            "answer": null,
            "likes": 2,
            "tags": [],
            "date": "2021-10-04T15:26:31.637103",
            "user": {
                "tabNum": "1659273",
                "name": "Константин Кулушев"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 44786,
            "appId": "1019109",
            "mark": 1,
            "comment": "страница обновляется слишком долго, постоянно вылетают ошибки при выборе из выпадающего списка или при отправке заявки",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-10-04T14:23:05.347654",
            "user": {
                "tabNum": "1823308",
                "name": "Николай Ветров"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 44784,
            "appId": "1019109",
            "mark": 1,
            "comment": "При заполнении всех  полей нет возможности  отправить заявку ",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-10-04T14:18:16.786788",
            "user": {
                "tabNum": "7457",
                "name": "Марина Портнова"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 44651,
            "appId": "1019109",
            "mark": 1,
            "comment": "Форма заполнена с ошибками:\n\nblockclone: Ошибка при выполнении запроса [2021-10-01T17:56:21.724+04:00]Ошибка сервиса f2bb9517-393a-47da-877b-282b89437d77\n\n\nчто это значит? что у меня не заполнено? почему так сложно вывести ошибку нормальную?",
            "answer": null,
            "likes": 3,
            "tags": [],
            "date": "2021-10-01T17:08:01.383015",
            "user": {
                "tabNum": "1655664",
                "name": "Евгений Аношкин"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 44624,
            "appId": "1019109",
            "mark": 1,
            "comment": "Оценка 0! URL не проходит валидацию. НИКАКОЙ.",
            "answer": null,
            "likes": 1,
            "tags": [],
            "date": "2021-10-01T16:03:42.814804",
            "user": {
                "tabNum": "1653063",
                "name": "Павел Самецкий"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 44622,
            "appId": "1019109",
            "mark": 1,
            "comment": "Оценка 0. Не работает ничего !!!!",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-10-01T16:02:47.102435",
            "user": {
                "tabNum": "1653063",
                "name": "Павел Самецкий"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        }
    ]

    [
    {
        "id": 44583,
        "appId": "1019109",
        "mark": 1,
        "comment": "Не работает вообще",
        "answer": null,
        "likes": 0,
        "tags": [],
        "date": "2021-10-01T11:47:26.358988",
        "user": {
            "tabNum": "1903087",
            "name": "Кирилл Самылин"
        },
        "isMine": false,
        "isLikedByMe": false,
        "managerAnswer": null
    },
        {
            "id": 44570,
            "appId": "1019109",
            "mark": 1,
            "comment": "Невозможно выбрать из списка АС, к которой нужно открыть доступ. В списке только одна строка - AirWatch, при поиске по любой строке - выдает \"АС не найдены\". Данный баг присутствует при работе как через IE, так и через Safari.",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-10-01T10:41:28.816761",
            "user": {
                "tabNum": "1811077",
                "name": "Иван Тропин"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 44536,
            "appId": "1019109",
            "mark": 1,
            "comment": "в шаблоне нечего выбирать. только АС и Масштаб влияния. а заявку закрывают \"некорректно заполнен шаблон\"",
            "answer": null,
            "likes": 1,
            "tags": [],
            "date": "2021-10-01T02:58:03.01305",
            "user": {
                "tabNum": "1416028",
                "name": "Александр Колмаков"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 44480,
            "appId": "1019109",
            "mark": 3,
            "comment": "Не активируется кнопка создания заявки при выборе АС КУРСОР Sigma Maclist. Не возможно выставить заявку! Все поля заполнены!!!",
            "answer": null,
            "likes": 1,
            "tags": [],
            "date": "2021-09-30T13:51:40.902996",
            "user": {
                "tabNum": "853038",
                "name": "Олег Копайлов"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 44329,
            "appId": "1019109",
            "mark": 1,
            "comment": "URL не проходит валидацию",
            "answer": null,
            "likes": 1,
            "tags": [],
            "date": "2021-09-29T14:00:10.661119",
            "user": {
                "tabNum": "1813562",
                "name": "Андрей Сизов"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 44210,
            "appId": "1019109",
            "mark": 1,
            "comment": "Нет выбора ролей, хотя просит..",
            "answer": null,
            "likes": 2,
            "tags": [],
            "date": "2021-09-29T07:08:57.677835",
            "user": {
                "tabNum": "853038",
                "name": "Олег Копайлов"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 44081,
            "appId": "1019109",
            "mark": 5,
            "comment": "Шаблон огонь! Всё интуитивно понятно!)",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-09-28T10:29:20.637889",
            "user": {
                "tabNum": "1722122",
                "name": "Дмитрий Кувшинников"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 44045,
            "appId": "1019109",
            "mark": 1,
            "comment": "\"Ошибка при выполнении запроса Проверка URL не пройдена\" уже второй день нет возможности создать заявку",
            "answer": null,
            "likes": 3,
            "tags": [],
            "date": "2021-09-28T08:59:32.92486",
            "user": {
                "tabNum": "1696938",
                "name": "Нана Гулагашвили"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 43962,
            "appId": "1019109",
            "mark": 1,
            "comment": "Ошибка при выполнении запроса Проверка URL не пройдена",
            "answer": null,
            "likes": 2,
            "tags": [],
            "date": "2021-09-27T14:56:14.247145",
            "user": {
                "tabNum": "1808791",
                "name": "Артем Горчеев"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 43928,
            "appId": "1019109",
            "mark": 1,
            "comment": "Невозможно указать URL или список через пробел - \"Ошибка при выполнении запроса Проверка URL не пройдена\"",
            "answer": null,
            "likes": 2,
            "tags": [],
            "date": "2021-09-27T12:13:01.92309",
            "user": {
                "tabNum": "1769456",
                "name": "Александр Гришаев"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 43820,
            "appId": "1019109",
            "mark": 1,
            "comment": "URL ",
            "answer": null,
            "likes": 1,
            "tags": [],
            "date": "2021-09-24T15:38:45.920843",
            "user": {
                "tabNum": "1836284",
                "name": "Олег Объедков"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 43649,
            "appId": "1019109",
            "mark": 1,
            "comment": "Как добавить URL? ругается на валидацию",
            "answer": null,
            "likes": 2,
            "tags": [],
            "date": "2021-09-22T17:27:03.36221",
            "user": {
                "tabNum": "1850881",
                "name": "Валерий Пташкин"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 43450,
            "appId": "1019109",
            "mark": 1,
            "comment": "Нет возможности выбрать роль. Из-за этого доступ никак не подтвердить уже 3 недели. Очень достало это.",
            "answer": null,
            "likes": 3,
            "tags": [],
            "date": "2021-09-21T09:05:22.457789",
            "user": {
                "tabNum": "1210384",
                "name": "Юлия Маслова"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 43031,
            "appId": "1019109",
            "mark": 1,
            "comment": "Добрый день! Не проходит ссылка на  bitbucket https://stash.sigma.sbrf.ru/projects/EFSRPC/repos/person-profile-change-web-bh/browse",
            "answer": null,
            "likes": 2,
            "tags": [],
            "date": "2021-09-15T16:22:02.276512",
            "user": {
                "tabNum": "1907844",
                "name": "Николай Архипов"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 43007,
            "appId": "1019109",
            "mark": 1,
            "comment": "битые ссылки в Универсальная заявка на доступ к АС на инструкцию по заполнению",
            "answer": null,
            "likes": 1,
            "tags": [],
            "date": "2021-09-15T13:55:29.31921",
            "user": {
                "tabNum": "1835901",
                "name": "Виктор Елфимов"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 42726,
            "appId": "1019109",
            "mark": 5,
            "comment": "С ошибками заполнения не столкнулась пока, все работает, шаблоны подтягиваются, 2 года назад было гораздо хуже! Сейчас совсем иначе. Удачи!",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-09-13T10:22:25.565106",
            "user": {
                "tabNum": "1658572",
                "name": "Ольга Сапунова"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 42569,
            "appId": "1019109",
            "mark": 4,
            "comment": "Вполне удобный и понятный шаблон, если при заполнении думать головой.",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-09-10T09:14:06.656405",
            "user": {
                "tabNum": "1591644",
                "name": "Владислав Лоев"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 42489,
            "appId": "1019109",
            "mark": 1,
            "comment": "не нравится меню выбора АС. не работает поиск. А если я не знаю по какой логике формировался предлагаемый список, то мне никогда не найти требуемую АС",
            "answer": null,
            "likes": 3,
            "tags": [],
            "date": "2021-09-09T14:33:47.464847",
            "user": {
                "tabNum": "1659217",
                "name": "Аскар Кабулов"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 42464,
            "appId": "1019109",
            "mark": 1,
            "comment": "Не работает с ЕФС, нет возможности выбрать роль(",
            "answer": null,
            "likes": 3,
            "tags": [],
            "date": "2021-09-09T12:05:04.419613",
            "user": {
                "tabNum": "760472",
                "name": "Константин Пономарев"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 42426,
            "appId": "1019109",
            "mark": 5,
            "comment": "Все работает",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-09-09T09:32:42.09976",
            "user": {
                "tabNum": "1523205",
                "name": "Ян Виноградов"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        }
    ]


    [
    {
        "id": 42382,
        "appId": "1019109",
        "mark": 1,
        "comment": "Невозможно создать заявку на доступ к ресурсам Nexus\nПри попытке ввода валидного URL ресурса - выдает ошибку валидации URL\nПочините!!!",
        "answer": null,
        "likes": 7,
        "tags": [],
        "date": "2021-09-08T15:21:34.013687",
        "user": {
            "tabNum": "1887820",
            "name": "Юрий Михиенко"
        },
        "isMine": false,
        "isLikedByMe": false,
        "managerAnswer": null
    },
        {
            "id": 42269,
            "appId": "1019109",
            "mark": 1,
            "comment": "Если во время заполнения поля с поиском АС или пользователя допустить ошибку и нажать Backspace, то велика вероятность вернуться в браузере на страницу назад. Подобный баг приводит к выходу из строя компьютерной переферии (разбил мышь).",
            "answer": null,
            "likes": 2,
            "tags": [],
            "date": "2021-09-07T15:22:31.345427",
            "user": {
                "tabNum": "1574641",
                "name": "Илья Сухов"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 42176,
            "appId": "1019109",
            "mark": 1,
            "comment": "Форма заполнена с ошибками:\n\nblockclone: Ошибка при выполнении запроса [2021-09-06T22:56:47.302+04:00]Ошибка сервиса 3310799c-caa9-4a6a-a45f-4a41d3b4ffe3",
            "answer": null,
            "likes": 4,
            "tags": [],
            "date": "2021-09-06T22:00:34.567389",
            "user": {
                "tabNum": "1852392",
                "name": "Петр Чистяков"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 41948,
            "appId": "1019109",
            "mark": 5,
            "comment": "все ок",
            "answer": null,
            "likes": 1,
            "tags": [],
            "date": "2021-09-04T09:17:31.390387",
            "user": {
                "tabNum": "1668892",
                "name": "Сергей Жуков"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 41921,
            "appId": "1019109",
            "mark": 1,
            "comment": "Отвратиттельно!!!",
            "answer": null,
            "likes": 2,
            "tags": [],
            "date": "2021-09-03T16:07:53.924922",
            "user": {
                "tabNum": "1876446",
                "name": "Никита Феликсов"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 41858,
            "appId": "1019109",
            "mark": 1,
            "comment": "Просто безобразная работа данного шаблона, приходится оформлять по 20 минут одну заявку на доступ, только из-за того, что сбрасывает ФИО через каждые секунд 10",
            "answer": null,
            "likes": 2,
            "tags": [],
            "date": "2021-09-03T10:48:22.668139",
            "user": {
                "tabNum": "1861805",
                "name": "Денис Демченко"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 41811,
            "appId": "1019109",
            "mark": 1,
            "comment": "Не дает выбрать себя, как пользователя для запроса доступа",
            "answer": null,
            "likes": 1,
            "tags": [],
            "date": "2021-09-02T18:53:46.896286",
            "user": {
                "tabNum": "1721464",
                "name": "Алексей Мальцев"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 41611,
            "appId": "1019109",
            "mark": 1,
            "comment": "Вечные лаги",
            "answer": null,
            "likes": 3,
            "tags": [],
            "date": "2021-09-01T10:40:48.169046",
            "user": {
                "tabNum": "1878580",
                "name": "Нияз Юнусов"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 41151,
            "appId": "1019109",
            "mark": 1,
            "comment": "С удовольствием поставила бы \"0\" . Необходимо оформить Доступ к Единое рабочее место. Это не возможно!!! Не дает выбрать данный раздел.",
            "answer": null,
            "likes": 5,
            "tags": [],
            "date": "2021-08-26T17:11:35.409214",
            "user": {
                "tabNum": "865822",
                "name": "Галина Нагорнова"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 41066,
            "appId": "1019109",
            "mark": 1,
            "comment": "В Каталоге заявка не ищется ни по слову Доступ, ни по слову Универсальная.\nПри заполнении выдает ошибку \"Ошибка имени пользователя\", хотя другого имени быть попросту не может и нет в выпадающем списке.\nИнтересно, кто-нибудь читает эти отзывы? А руководство АС ДРУГ читает?\n",
            "answer": null,
            "likes": 2,
            "tags": [],
            "date": "2021-08-26T11:36:02.55472",
            "user": {
                "tabNum": "684513",
                "name": "Анна Бойкова"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 40350,
            "appId": "1019109",
            "mark": 1,
            "comment": "Не дает завести заявку, пишет для пользователя \"не указана роль\", но в выборе пользователя лишь одна учетка - моя. ",
            "answer": null,
            "likes": 4,
            "tags": [],
            "date": "2021-08-18T12:45:51.205941",
            "user": {
                "tabNum": "1587280",
                "name": "Иван Игошев"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 40316,
            "appId": "1019109",
            "mark": 1,
            "comment": "В поле \"Ссылка на репозиторий, куда требуется доступ\" при вводе валидной ссылки \"https://sbrf-nexus.sigma.sbrf.ru/nexus/content/repositories/Nexus_PROD/Nexus_PROD/CI03276308_AS_EFS_PERSON_CHANGE_PRO_CREATOR\" ошибка \"Ошибка при выполнении запроса Проверка URL не пройдена\".",
            "answer": null,
            "likes": 9,
            "tags": [],
            "date": "2021-08-18T10:02:45.404085",
            "user": {
                "tabNum": "1819801",
                "name": "Антон Жидков"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 40240,
            "appId": "1019109",
            "mark": 1,
            "comment": "как завести заявку на доступ если checkURL криво валидирует ссылку на репозитории?",
            "answer": null,
            "likes": 5,
            "tags": [],
            "date": "2021-08-17T13:35:55.258293",
            "user": {
                "tabNum": "1816461",
                "name": "Юрий Ротанов"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 40157,
            "appId": "1019109",
            "mark": 1,
            "comment": "Невозможно заполнить шаблон АС Версионное хранение дистрибутивов в Банке (Nexus OSS) поле \"Ссылка на репозиторий, куда требуется доступ (при получении доступа в несколько репозиториев, перечислите ссылки через пробел)\" не принимает ни одну ссылку!!!!",
            "answer": null,
            "likes": 7,
            "tags": [],
            "date": "2021-08-17T02:12:07.110998",
            "user": {
                "tabNum": "290649",
                "name": "Алексей Чекмазов"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 40146,
            "appId": "1019109",
            "mark": 1,
            "comment": "Постоянно получаю ошибки при создании заявки. Разработчики сего безобразия - вон из профессии!",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-08-16T18:44:16.337554",
            "user": {
                "tabNum": "1713220",
                "name": "Павел Елисеев"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 40086,
            "appId": "1019109",
            "mark": 1,
            "comment": "Корявый сервис заявки на доступ - checkURL не принимает ни в какую валидный URL",
            "answer": null,
            "likes": 4,
            "tags": [],
            "date": "2021-08-16T13:22:50.804811",
            "user": {
                "tabNum": "1653139",
                "name": "Евгений Гордиенко"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 40078,
            "appId": "1019109",
            "mark": 1,
            "comment": "создать заявку не могу. Совершенно тупой сервис . Кто его создавал ? хотелось бы посмотреть. За что люди получают деньги? Это враги чтобы мы на местах ничего не делали!!!",
            "answer": null,
            "likes": 1,
            "tags": [],
            "date": "2021-08-16T12:27:22.381949",
            "user": {
                "tabNum": "357065",
                "name": "Борис Блинов"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 39910,
            "appId": "1019109",
            "mark": 1,
            "comment": "Постоянно идет отказ открытие доступа, т.к. нет вкладки роль сотрудника. 2 недели не могут исправить.",
            "answer": null,
            "likes": 2,
            "tags": [],
            "date": "2021-08-13T09:46:11.538135",
            "user": {
                "tabNum": "129184",
                "name": "Валентин Семёнов"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 39908,
            "appId": "1019109",
            "mark": 1,
            "comment": "Куча отзывов про невозможность создать заявку на доступ к https://stash.sigma.sbrf.ru/. Может кто-нибудь поправит уже этот момент?",
            "answer": null,
            "likes": 5,
            "tags": [],
            "date": "2021-08-13T09:32:50.199302",
            "user": {
                "tabNum": "1755487",
                "name": "Андрей Новожилов"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 39592,
            "appId": "1019109",
            "mark": 1,
            "comment": "Поиск не работает. ",
            "answer": null,
            "likes": 1,
            "tags": [],
            "date": "2021-08-10T08:21:12.565545",
            "user": {
                "tabNum": "1836932",
                "name": "Виктор Агапов"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        }
    ]

    [
    {
        "id": 39590,
        "appId": "1019109",
        "mark": 1,
        "comment": "Ужасное приложение. Создание заявки не гарантирует её создания. После создания заявки, проверяйте, создалась ли она. Всегда приходится создавать задачи по 4-5 раз, чтобы они отобразились в СберДруге",
        "answer": null,
        "likes": 0,
        "tags": [],
        "date": "2021-08-10T07:55:28.319204",
        "user": {
            "tabNum": "1882464",
            "name": "Илья Коломоец"
        },
        "isMine": false,
        "isLikedByMe": false,
        "managerAnswer": null
    },
        {
            "id": 39571,
            "appId": "1019109",
            "mark": 1,
            "comment": "не находит нужную АС",
            "answer": null,
            "likes": 3,
            "tags": [],
            "date": "2021-08-09T16:55:56.521233",
            "user": {
                "tabNum": "1673962",
                "name": "Сергей Вдовин"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 39423,
            "appId": "1019109",
            "mark": 1,
            "comment": "Невозможно оформить с телефона",
            "answer": null,
            "likes": 1,
            "tags": [],
            "date": "2021-08-06T12:48:06.845829",
            "user": {
                "tabNum": "1796835",
                "name": "Анастасия Ясевич"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 39368,
            "appId": "1019109",
            "mark": 2,
            "comment": "Справка по заполнению шаблона на доступ к service manager недоступна по внешней ссылке",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-08-05T15:41:40.871415",
            "user": {
                "tabNum": "873191",
                "name": "Николай Жердев"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 39262,
            "appId": "1019109",
            "mark": 1,
            "comment": "Найти тут АС, к которой нужен доступ, - задача не из лёгких. Шаблон явно нуждается в доработке в плане поиска и выбора АС",
            "answer": null,
            "likes": 1,
            "tags": [],
            "date": "2021-08-04T15:34:29.826166",
            "user": {
                "tabNum": "1674119",
                "name": "Максим Смирнов"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 39155,
            "appId": "1019109",
            "mark": 1,
            "comment": "Работает очень медленно. По поиску не находит нужную АС. Находит похожее название и не дает завести выбрать другое.",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-08-03T16:56:41.953291",
            "user": {
                "tabNum": "1038030",
                "name": "Алина Ковене"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 39088,
            "appId": "1019109",
            "mark": 1,
            "comment": "Безобразная организация сервиса. Ниже всякой критики.",
            "answer": null,
            "likes": 2,
            "tags": [],
            "date": "2021-08-03T11:51:26.036606",
            "user": {
                "tabNum": "396193",
                "name": "Алексей Губарев"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 38927,
            "appId": "1019109",
            "mark": 1,
            "comment": "Отвратительно работает сервис, не могу по шаблону (!) завести заявку (!!) - ошибка при заполнении полей. Невозможно работать.",
            "answer": null,
            "likes": 1,
            "tags": [],
            "date": "2021-08-02T11:54:43.404479",
            "user": {
                "tabNum": "861896",
                "name": "Ксения Баринова"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 38619,
            "appId": "1019109",
            "mark": 1,
            "comment": "при поиске АС не предлагает выпадающий список, или вообще не находит, нужно закрыт программу и заходить заново",
            "answer": null,
            "likes": 1,
            "tags": [],
            "date": "2021-07-30T06:34:55.035072",
            "user": {
                "tabNum": "354940",
                "name": "Татьяна Литвинова"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 38601,
            "appId": "1019109",
            "mark": 1,
            "comment": "Не валидируется ссылка на репозиторий в nexus",
            "answer": null,
            "likes": 4,
            "tags": [],
            "date": "2021-07-29T16:49:55.471576",
            "user": {
                "tabNum": "1888110",
                "name": "Илья Кирилов"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 38436,
            "appId": "1019109",
            "mark": 1,
            "comment": "Медленно\nВылетает на главный экран при заполнении форм\nНе даёт выбрать систему и вылетает",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-07-29T11:20:00.047564",
            "user": {
                "tabNum": "1837203",
                "name": "Максим Левин"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 38435,
            "appId": "1019109",
            "mark": 1,
            "comment": "Работает крайне некорректно",
            "answer": null,
            "likes": 1,
            "tags": [],
            "date": "2021-07-29T11:10:45.615467",
            "user": {
                "tabNum": "355877",
                "name": "Сергей Шелковников"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 38390,
            "appId": "1019109",
            "mark": 2,
            "comment": "Работает просто ужасно - заставляет заполнять кучу ненужных полей для конкретного запроса и не принимает большинство вложений. ",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-07-28T16:10:08.014462",
            "user": {
                "tabNum": "1498572",
                "name": "Игорь Исаев"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 38388,
            "appId": "1019109",
            "mark": 1,
            "comment": "шибка,  не дает отправить при всех заполненных полях",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-07-28T15:54:22.869537",
            "user": {
                "tabNum": "1658467",
                "name": "Никита Лаптев"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 38380,
            "appId": "1019109",
            "mark": 1,
            "comment": "ошибка сервиса...",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-07-28T15:29:14.392261",
            "user": {
                "tabNum": "1656575",
                "name": "Игорь Губенко"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 38360,
            "appId": "1019109",
            "mark": 1,
            "comment": "Совершенно не понятно как заполнять шаблон для АС ВАРМ. Ноль за безобразную ораганизацию перевода удалённого доступа.",
            "answer": null,
            "likes": 1,
            "tags": [],
            "date": "2021-07-28T14:05:59.299036",
            "user": {
                "tabNum": "1492589",
                "name": "Дмитрий Сухоловский"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 38253,
            "appId": "1019109",
            "mark": 1,
            "comment": "Сберкачество",
            "answer": null,
            "likes": 3,
            "tags": [],
            "date": "2021-07-27T16:16:49.05033",
            "user": {
                "tabNum": "1001557",
                "name": "Александр Рыбаков"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 38224,
            "appId": "1019109",
            "mark": 1,
            "comment": "Невозможно завести заявку. Каждый раз ошибка при выборе роли. Не работает ни в одном браузере.",
            "answer": null,
            "likes": 2,
            "tags": [],
            "date": "2021-07-27T14:21:44.330171",
            "user": {
                "tabNum": "1787939",
                "name": "Олег Бобровский"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 38179,
            "appId": "1019109",
            "mark": 1,
            "comment": "Постоянно возникает ошибка и не возможно завести заявку \n",
            "answer": null,
            "likes": 1,
            "tags": [],
            "date": "2021-07-27T11:00:20.439445",
            "user": {
                "tabNum": "1671077",
                "name": "Георгий Стрельчёнок"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 38125,
            "appId": "1019109",
            "mark": 1,
            "comment": "неработающая Х****",
            "answer": null,
            "likes": 3,
            "tags": [],
            "date": "2021-07-26T15:27:21.334501",
            "user": {
                "tabNum": "1848359",
                "name": "Дмитрий Костянецкий"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        }
    ]


    [
    {
        "id": 37918,
        "appId": "1019109",
        "mark": 2,
        "comment": "Все ужасно",
        "answer": null,
        "likes": 1,
        "tags": [],
        "date": "2021-07-23T08:35:39.877658",
        "user": {
            "tabNum": "1438914",
            "name": "Анатолий Афанасьев"
        },
        "isMine": false,
        "isLikedByMe": false,
        "managerAnswer": null
    },
        {
            "id": 37621,
            "appId": "1019109",
            "mark": 1,
            "comment": "работает ужасно",
            "answer": null,
            "likes": 1,
            "tags": [],
            "date": "2021-07-20T15:29:13.60458",
            "user": {
                "tabNum": "1573876",
                "name": "Артем Мельников"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 37618,
            "appId": "1019109",
            "mark": 1,
            "comment": "не дождешься помощи от консультантов практически никогда!",
            "answer": null,
            "likes": 2,
            "tags": [],
            "date": "2021-07-20T14:54:33.135482",
            "user": {
                "tabNum": "27372",
                "name": "Наталья Виноградова"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 37419,
            "appId": "1019109",
            "mark": 1,
            "comment": "Просто отвратительный шаблон, особенно криво реализован выбор АС. ",
            "answer": null,
            "likes": 8,
            "tags": [],
            "date": "2021-07-19T08:59:21.801593",
            "user": {
                "tabNum": "320582",
                "name": "Дмитрий Чеганов"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 37104,
            "appId": "1019109",
            "mark": 1,
            "comment": "Отвратительно работает программа. Долгий отклик запроса (нажатие мышью). Постоянное зависание, длительное выполнение операций",
            "answer": null,
            "likes": 1,
            "tags": [],
            "date": "2021-07-15T09:57:17.371866",
            "user": {
                "tabNum": "1702222",
                "name": "Виктория Петрикова"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 36691,
            "appId": "1019109",
            "mark": 1,
            "comment": "Инструкция по заполнению ведет на 404 ошибку, ссылку на stash не принимает",
            "answer": null,
            "likes": 3,
            "tags": [],
            "date": "2021-07-12T15:39:40.276078",
            "user": {
                "tabNum": "1717432",
                "name": "Алекс Редер"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 36480,
            "appId": "1019109",
            "mark": 5,
            "comment": "Всё супер, только непонятно какой ip указывать если работать предстоит только через ВАРМ ",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-07-08T19:11:48.419831",
            "user": {
                "tabNum": "1889700",
                "name": "Виктор Иванов"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 36420,
            "appId": "1019109",
            "mark": 2,
            "comment": "Не работает шаблон АС Электронная почта_Отключение блокировки для ВСП» для подразделений безопасности",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-07-08T11:25:53.465175",
            "user": {
                "tabNum": "1864113",
                "name": "Евгений Чесных"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 36412,
            "appId": "1019109",
            "mark": 1,
            "comment": "При выборе АС сбрасывает ФИО, указанное до этого. Повторно его указать получается только с 3-4 раза.",
            "answer": null,
            "likes": 2,
            "tags": [],
            "date": "2021-07-08T10:49:57.150231",
            "user": {
                "tabNum": "1583041",
                "name": "Александр Хатунцев"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 36282,
            "appId": "1019109",
            "mark": 1,
            "comment": "Ужасный шаблон. Вставляешь АС без лишних символов/пробелов из выполненной заявки - выкидывает пользователя выше по шаблону, поиск АС работает криво - с 14 раза нашёл АС \"АС Система управления привилегированным доступом (РАМ) (ПРОМ)\". Невозможно пользоваться.",
            "answer": null,
            "likes": 2,
            "tags": [],
            "date": "2021-07-07T15:05:12.602205",
            "user": {
                "tabNum": "1586471",
                "name": "Александр Зиновьев"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 36160,
            "appId": "1019109",
            "mark": 1,
            "comment": "Невозможно получить доступ к bitbucket.\nОшибка при выполнении запроса Вы указали ссылку не на Nexus CDP / Bitbucket CDP. Укажите правильную ссылку.\n\nНе работает с https://stash.delta.sbrf.ru/login?next=/projects/SBRF/repos/ru.sbrf.bh.banking.product.gs.aiv.info/browse\n\nКакой гений вообще сделал поле обязательным? Это заявка на доступ в систему, а не в конкретный репозиторий! Какое ваше дело, куда именно мне доступ нужен?",
            "answer": null,
            "likes": 8,
            "tags": [],
            "date": "2021-07-06T17:53:30.413666",
            "user": {
                "tabNum": "1654742",
                "name": "Вячеслав Трифонов"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 35655,
            "appId": "1019109",
            "mark": 1,
            "comment": "При создании заявки на доступ к АС Web приложения Sber911, после нажатия кнопки \"Отправить\" появляется следующее сообщение; Can not deserialize instance of java.lang.String[] out of START_OBJECT token\nat [Source: N/A; line: -1, column: -1]",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-07-01T14:13:32.103355",
            "user": {
                "tabNum": "1889299",
                "name": "Евгений Тютюнников"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 35607,
            "appId": "1019109",
            "mark": 1,
            "comment": "Не дает создать заявку на доступ к AC SRM - Управление закупками. Пишет, что ошибка сервера.",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-07-01T10:39:40.906681",
            "user": {
                "tabNum": "1816664",
                "name": "Роман Баранников"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 35589,
            "appId": "1019109",
            "mark": 1,
            "comment": "При открытии доступа невозможно выбрать ничего в поле с логином из СУДИР",
            "answer": null,
            "likes": 1,
            "tags": [],
            "date": "2021-07-01T09:19:07.787813",
            "user": {
                "tabNum": "1599844",
                "name": "Кирилл Томилов"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 35567,
            "appId": "1019109",
            "mark": 1,
            "comment": "Не понял",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-07-01T03:14:50.837378",
            "user": {
                "tabNum": "1591421",
                "name": "Нюргун Боронов"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 35476,
            "appId": "1019109",
            "mark": 1,
            "comment": "не дает создать заявку для bitbucket",
            "answer": null,
            "likes": 2,
            "tags": [],
            "date": "2021-06-30T09:56:08.308968",
            "user": {
                "tabNum": "1813142",
                "name": "Аскар Истамов"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 35473,
            "appId": "1019109",
            "mark": 1,
            "comment": "Почему постоянно в шаблоне выдает ошибку \"Ошибка Сервиса\" невозможно оформить запрос на доступ к АС уже 2 -е сутки!!!",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-06-30T09:29:53.396718",
            "user": {
                "tabNum": "1208789",
                "name": "Любовь Патракова"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 35447,
            "appId": "1019109",
            "mark": 1,
            "comment": "Отвратительно работает шаблон, нет заявки на доступ в АС ВИК",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-06-30T04:02:42.537689",
            "user": {
                "tabNum": "1740282",
                "name": "Александр Чубуков"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 35346,
            "appId": "1019109",
            "mark": 2,
            "comment": "Невозможно создать заявку на доступ к Тестовой среде ПСИ CRM корпоративный. После заполнения всех полей, в том числе IP-адрес и Обоснование, кнопка \"Создать\" остаётся заблокированной.\nОчень неудобно что сбрасывается содержимое полей заявки после нажатия ссылки \"Отзывы и оценки\"",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-06-29T11:19:21.619575",
            "user": {
                "tabNum": "1717136",
                "name": "Владимир Кудинов"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 35227,
            "appId": "1019109",
            "mark": 1,
            "comment": "поле бизнес профиль отсутствует, поле создать заявку не активно",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-06-28T12:27:28.735986",
            "user": {
                "tabNum": "850488",
                "name": "Александр Храмов"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        }
    ]

    [
    {
        "id": 34695,
        "appId": "1019109",
        "mark": 1,
        "comment": "Заполняешь огромную бюрократическую форму, одно поле не подгрузилось и опять все сначала, простейшую систему нормально сделать не судьба. ",
        "answer": null,
        "likes": 6,
        "tags": [],
        "date": "2021-06-23T15:00:41.73775",
        "user": {
            "tabNum": "1498572",
            "name": "Игорь Исаев"
        },
        "isMine": false,
        "isLikedByMe": false,
        "managerAnswer": null
    },
        {
            "id": 34668,
            "appId": "1019109",
            "mark": 1,
            "comment": "Как получить доступ к \nhttps://stash.sigma.sbrf.ru/\nЧерез универсальную заявку не получается.\n",
            "answer": null,
            "likes": 2,
            "tags": [],
            "date": "2021-06-23T13:17:16.24633",
            "user": {
                "tabNum": "1843457",
                "name": "Илья Шакун"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 34157,
            "appId": "1019109",
            "mark": 1,
            "comment": "Заявку SD0162261061 закрывают, но доступы до конца не  предоставлены",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-06-21T09:34:52.351411",
            "user": {
                "tabNum": "1653578",
                "name": "Александр Раннев"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 34034,
            "appId": "1019109",
            "mark": 1,
            "comment": "Очень неудобный шаблон на PAM. \nЧтоб получить доступ БД, SSH, RDP всех стендов небольшой АС, нужно оформить кучу одинаковых заявок.\nПредлагаю сделать одну заявку, в которой IP и логи должны заполняться автоматически с возможностью редактировать.\nИ КЭ стендов, ЗНИ и роли всех стендов и доменов сразу можно было указать в одной заяве. Т.е. в рамках одной заявки получаешь доступ ко всему что нужно.",
            "answer": null,
            "likes": 1,
            "tags": [],
            "date": "2021-06-18T18:56:01.670307",
            "user": {
                "tabNum": "1591253",
                "name": "Алексей Соловьев"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 34029,
            "appId": "1019109",
            "mark": 1,
            "comment": "Не могу создать заявку на область https://stash.sigma.sbrf.ru/projects/GATEWAYS - говорит формат не соответствует ссылке..",
            "answer": null,
            "likes": 2,
            "tags": [],
            "date": "2021-06-18T18:08:16.216109",
            "user": {
                "tabNum": "1658903",
                "name": "Анна Горючкина"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 33853,
            "appId": "1019109",
            "mark": 1,
            "comment": "Для получения доступа в bitbucket репозиторий https://stash.delta.sbrf.ru/dashboard. Выдает ошибку: \"Ошибка при выполнении запроса Вы указали ссылку не на Nexus CDP / Bitbucket CDP. Укажите правильную ссылку.\"",
            "answer": null,
            "likes": 3,
            "tags": [],
            "date": "2021-06-17T16:24:41.552072",
            "user": {
                "tabNum": "1884316",
                "name": "Илья Махмутов"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 33839,
            "appId": "1019109",
            "mark": 3,
            "comment": "Сделайте пожалуйста возможность создавать однотипные заявки. Сидим всей командой создаем по 40 заявок к Облаку данных. Каждый раз нужно выбирать поле, ждать когда остальные поля прогрузятся, ставить одни и те же галки. Сколько человекочасов мы уже потратили?\n\nИ пожалуйста добавьте возможность в заголовке заявки указывать не только АС, но и ее часть. Потом спрашивают откуда доступ, а найти в этих 40ка заявках к Облаку данных конкретную реплику/витрину просто невозможно. ",
            "answer": null,
            "likes": 1,
            "tags": [],
            "date": "2021-06-17T15:51:38.61173",
            "user": {
                "tabNum": "1621329",
                "name": "Анна Садовая"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 33770,
            "appId": "1019109",
            "mark": 5,
            "comment": "Очень удобно ",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-06-17T11:46:42.330631",
            "user": {
                "tabNum": "955172",
                "name": "Владислав Сиваев"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 33717,
            "appId": "1019109",
            "mark": 1,
            "comment": "с каждым разом шаблон более не удобный становится. По какой-то причине мне нужно прописывать свои ФИО - для кого заявку создавать. Раньше все подгружалось автоматически. Когда вписываю свои данные, они подгружаются раза с десятого. Стало проблематично заполнять название АС - тоже подгружается с десятого раза. Проблема уже давно такая.",
            "answer": null,
            "likes": 2,
            "tags": [],
            "date": "2021-06-17T08:30:30.310749",
            "user": {
                "tabNum": "1806719",
                "name": "Мария Рязанова"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 33569,
            "appId": "1019109",
            "mark": 3,
            "comment": "сделайте, пожалуйста, поддержку битбакет-репозиториев на новом хосте https://stash.sigma.sbrf.ru",
            "answer": null,
            "likes": 1,
            "tags": [],
            "date": "2021-06-16T08:24:30.799209",
            "user": {
                "tabNum": "1847067",
                "name": "Владимир Коленов"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 33418,
            "appId": "1019109",
            "mark": 1,
            "comment": "Нужно заполнить поле куда требуется доступ. Я вставляю ссылку на bitbucket https://sbrf-bitbucket.ca.sbrf.ru/projects/CI01798749_PSI/repos/ci00380023_efs_emp_ufs_healthcheck_agent_psi_in/\nМне пишет: Ошибка при выполнении запроса Вы указали ссылку не на Nexus CDP / Bitbucket CDP. Укажите правильную ссылку. Заявку не могу создать",
            "answer": null,
            "likes": 4,
            "tags": [],
            "date": "2021-06-15T05:20:36.660308",
            "user": {
                "tabNum": "1446536",
                "name": "Владимир Прядко"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 33407,
            "appId": "1019109",
            "mark": 1,
            "comment": "Добрый день! У меня есть удаленный доступ в Сигму. Как получить удаленный доступ в Альфу?",
            "answer": null,
            "likes": 3,
            "tags": [],
            "date": "2021-06-14T13:18:37.847005",
            "user": {
                "tabNum": "1872802",
                "name": "Владимир Бондарев"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 33347,
            "appId": "1019109",
            "mark": 1,
            "comment": "Предлагаю прикрутить здесьчат, чтобы мы могли помогать друг другу в этих квестах",
            "answer": null,
            "likes": 3,
            "tags": [],
            "date": "2021-06-11T13:41:13.755495",
            "user": {
                "tabNum": "1872802",
                "name": "Владимир Бондарев"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 33345,
            "appId": "1019109",
            "mark": 1,
            "comment": "Крайне неудобный интерфейс заполнения заявок на доступ. Нужно прокручивать, расстояние между полями большие. Если не уложился в 5 минут, рефреш и заполняй по новой. Нужно знать точное название АС или ФИР, весь список не показывает.",
            "answer": null,
            "likes": 4,
            "tags": [],
            "date": "2021-06-11T13:25:24.95635",
            "user": {
                "tabNum": "1872802",
                "name": "Владимир Бондарев"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 33344,
            "appId": "1019109",
            "mark": 1,
            "comment": "Не могу получить доступ в BitBuket https://sbrf-bitbucket.ca.sbrf.ru/login?next=/projects/CI00683244 . На остальные  области получил.",
            "answer": null,
            "likes": 1,
            "tags": [],
            "date": "2021-06-11T13:21:42.401921",
            "user": {
                "tabNum": "1872802",
                "name": "Владимир Бондарев"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 32952,
            "appId": "1019109",
            "mark": 2,
            "comment": "В заявку тянется не верная должность и место работы. ",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-06-08T15:28:49.507588",
            "user": {
                "tabNum": "447818",
                "name": "Елена Никонова"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 32653,
            "appId": "1019109",
            "mark": 1,
            "comment": "Нужно заполнить поле куда требуется доступ.\nЯ вставляю ссылку на bitbucket\nhttps://sbtatlas.sigma.sbrf.ru/stash/projects/DBPDO_INFRA/repos/ssh_access/browse\nМне пишет:\nОшибка при выполнении запроса Вы указали ссылку не на Nexus CDP / Bitbucket CDP. Укажите правильную ссылку.\n\nЗаявку не могу создать",
            "answer": null,
            "likes": 8,
            "tags": [],
            "date": "2021-06-04T16:50:13.571298",
            "user": {
                "tabNum": "1809370",
                "name": "Сергей Плеханов"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 32635,
            "appId": "1019109",
            "mark": 3,
            "comment": "С поиском нужной АС существуют проблемы, нужно точно знать ее имя. С терминальным доступом, или с прямым доступом до зоны ЕСРТ - тот еще квест, без поддержки не разобраться.\n\nДа, стало лучше, чем было.",
            "answer": null,
            "likes": 2,
            "tags": [],
            "date": "2021-06-04T15:50:25.866279",
            "user": {
                "tabNum": "1652774",
                "name": "Василий Щербатов"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 32603,
            "appId": "1019109",
            "mark": 1,
            "comment": "как всегда - отвратительно, мучительно, времязатратно, нервозатратно, непонятно, и самое главное - практически бесполезно",
            "answer": null,
            "likes": 12,
            "tags": [],
            "date": "2021-06-04T13:06:15.482372",
            "user": {
                "tabNum": "1848747",
                "name": "Евгений Голубь"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 32597,
            "appId": "1019109",
            "mark": 5,
            "comment": "Положительных отзывов нет почти, хотя в целом процесс оформления заявок стал намного проще и удобнее. Спасибо разработчикам и сопровождению!",
            "answer": null,
            "likes": 3,
            "tags": [],
            "date": "2021-06-04T12:46:10.598769",
            "user": {
                "tabNum": "1455237",
                "name": "Павел Филиппов"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        }
    ]

    [
    {
        "id": 32586,
        "appId": "1019109",
        "mark": 1,
        "comment": "АС СНУиЛ Octopus нет в списке в шаблоне \"Универсальная заявка на доступ к АС\" (вместо АС включен ФИР АС СНУиЛ Octopus). На этом основании отклоняют заявку SD0160940759 и рекомендуют заполнить другую к АС/не к ФИР, что технически невозможно выполнить.",
        "answer": null,
        "likes": 2,
        "tags": [],
        "date": "2021-06-04T10:58:30.836565",
        "user": {
            "tabNum": "375268",
            "name": "Татьяна Кузнецова"
        },
        "isMine": false,
        "isLikedByMe": false,
        "managerAnswer": null
    },
        {
            "id": 32521,
            "appId": "1019109",
            "mark": 1,
            "comment": "Заполнить заявку может только гуру",
            "answer": null,
            "likes": 5,
            "tags": [],
            "date": "2021-06-03T18:42:33.048671",
            "user": {
                "tabNum": "1434832",
                "name": "Евгений Трунов"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 32309,
            "appId": "1019109",
            "mark": 1,
            "comment": "ас Конкорд не дает установить. Пробовал все варианты - пишет что доступ предоставляется автоматом через СУДИР. Но программа не работает. И заявку на неё не сделать, в списке АС её просто нет.",
            "answer": null,
            "likes": 1,
            "tags": [],
            "date": "2021-06-02T12:33:48.609403",
            "user": {
                "tabNum": "1201768",
                "name": "Алексей Медведков"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 32145,
            "appId": "1019109",
            "mark": 3,
            "comment": "В заявке требуется указать роль, но поля для ее выбора нет",
            "answer": null,
            "likes": 4,
            "tags": [],
            "date": "2021-06-01T14:51:28.667871",
            "user": {
                "tabNum": "1882002",
                "name": "Максим Смирнов"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 32041,
            "appId": "1019109",
            "mark": 1,
            "comment": "Заявку на АС Кордон не сделать, в списке АС на открытие доступа такой АС просто нет.",
            "answer": null,
            "likes": 2,
            "tags": [],
            "date": "2021-06-01T11:25:07.432925",
            "user": {
                "tabNum": "1201768",
                "name": "Алексей Медведков"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 31654,
            "appId": "1019109",
            "mark": 1,
            "comment": "Пытался создать заявку на доступ к АС ОКР. На основе универсальной заявки создал запрос. Получил отказ - в заявке на указана роль. Но, при заполнении программа не дает такой возможности. В заявке такая функция просто отсутствует.",
            "answer": null,
            "likes": 2,
            "tags": [],
            "date": "2021-05-27T18:07:58.287008",
            "user": {
                "tabNum": "921904",
                "name": "Лев Федулов"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 31540,
            "appId": "1019109",
            "mark": 5,
            "comment": "Работает нормас",
            "answer": null,
            "likes": 2,
            "tags": [],
            "date": "2021-05-27T12:53:46.803993",
            "user": {
                "tabNum": "1791212",
                "name": "Алексей Лисничук"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 31498,
            "appId": "1019109",
            "mark": 3,
            "comment": "Работает только в браузере Chrome. В Safari и Firefox не работает",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-05-27T10:17:03.875634",
            "user": {
                "tabNum": "1674229",
                "name": "Данила Верещаков"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 31461,
            "appId": "1019109",
            "mark": 1,
            "comment": "не смогла создать заявку на восстановление доступа в WFM,все поля заполнены, система не позволяет отправить заявку с комментарием \"не указана роль\"",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-05-27T00:54:10.726067",
            "user": {
                "tabNum": "1812464",
                "name": "Валерия Галушкина"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 31390,
            "appId": "1019109",
            "mark": 1,
            "comment": "Не могу подать заявку на терминальный доступ. При вводе заявки показывает \"Ошибка сервера\"",
            "answer": null,
            "likes": 1,
            "tags": [],
            "date": "2021-05-26T15:49:40.674539",
            "user": {
                "tabNum": "1801355",
                "name": "Роман Вахитов"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 31370,
            "appId": "1019109",
            "mark": 1,
            "comment": "Не работает получение доступа к битбакету сигма. При указании ссылки на репозиторий, пишет \"указана ссылка не на Nexus CDP\".",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-05-26T14:12:26.070528",
            "user": {
                "tabNum": "1776158",
                "name": "Сергей Никотенко"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 31192,
            "appId": "1019109",
            "mark": 1,
            "comment": "Не загружается hub,  мои данные в системе оказались не действительны. Итог- не могу установить курс, пульс, сберчат. ",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-05-25T14:18:54.594199",
            "user": {
                "tabNum": "970230",
                "name": "Наталья Дунаева"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 31140,
            "appId": "1019109",
            "mark": 1,
            "comment": "не работает заявка на BRD",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-05-25T10:10:50.304435",
            "user": {
                "tabNum": "1802346",
                "name": "Вячеслав Долгов"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 31077,
            "appId": "1019109",
            "mark": 1,
            "comment": "Когда починят заявку на доступ в битбакет? уже месяцы прошли, до сих пор нельзя создать заявку.",
            "answer": null,
            "likes": 1,
            "tags": [],
            "date": "2021-05-24T14:11:24.725198",
            "user": {
                "tabNum": "1658546",
                "name": "Олег Пушкарев"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 30779,
            "appId": "1019109",
            "mark": 1,
            "comment": "Ужас, это просто не работает. Создать заявку у меня не получилось, уже раз 10 проболтаю",
            "answer": null,
            "likes": 2,
            "tags": [],
            "date": "2021-05-20T11:50:36.904012",
            "user": {
                "tabNum": "1674229",
                "name": "Данила Верещаков"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 30777,
            "appId": "1019109",
            "mark": 1,
            "comment": "Ужас просто",
            "answer": null,
            "likes": 3,
            "tags": [],
            "date": "2021-05-20T11:47:55.09243",
            "user": {
                "tabNum": "1668818",
                "name": "Петр Мартынов"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 30710,
            "appId": "1019109",
            "mark": 1,
            "comment": "Не сделать запрос, вываливает ошибку: Ошибка при выполнении запроса Ошибка сервера",
            "answer": null,
            "likes": 2,
            "tags": [],
            "date": "2021-05-19T17:18:14.166687",
            "user": {
                "tabNum": "1687328",
                "name": "Алексей Крюковский"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 30239,
            "appId": "1019109",
            "mark": 1,
            "comment": "Нужен доступ к SAP HR, вообще не понятно как получить к нему доступ. Тут в выборе АС его нет. Где его искать нигде нет информации!",
            "answer": null,
            "likes": 1,
            "tags": [],
            "date": "2021-05-14T10:59:12.171756",
            "user": {
                "tabNum": "1876612",
                "name": "Игорь Косарев"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 29934,
            "appId": "1019109",
            "mark": 1,
            "comment": "12.05.21 9:27 не работает шаблон на открытие доступа. Выдаёт ошибку.",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-05-12T09:27:41.317502",
            "user": {
                "tabNum": "1832271",
                "name": "Арина Штерн"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 29892,
            "appId": "1019109",
            "mark": 1,
            "comment": "не заполняется поле логин в судир и нет прав внести данные :(",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-05-11T19:39:40.576203",
            "user": {
                "tabNum": "1792563",
                "name": "Оксана Сухоловская"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        }
    ]

    [
    {
        "id": 29570,
        "appId": "1019109",
        "mark": 1,
        "comment": "Отсутствует возможность выбора УЗ ВВБ во всех шаблонах, но не везде можно вручную его заполнить и приходится заведомо ошибочно выбирать не ту УЗ.",
        "answer": null,
        "likes": 0,
        "tags": [],
        "date": "2021-05-07T08:19:29.150538",
        "user": {
            "tabNum": "1461441",
            "name": "Татьяна Петрова"
        },
        "isMine": false,
        "isLikedByMe": false,
        "managerAnswer": null
    },
        {
            "id": 29368,
            "appId": "1019109",
            "mark": 1,
            "comment": "Постоянные проблемы с заполнением полей, зависания, регулярные ошибки выбора данных из низпадающего списка.\n\nНа создание 1-2 заявок уходит более 40 минут времени.",
            "answer": null,
            "likes": 2,
            "tags": [],
            "date": "2021-04-30T14:37:24.098678",
            "user": {
                "tabNum": "1722812",
                "name": "Сергей Ширяев"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 29279,
            "appId": "1019109",
            "mark": 5,
            "comment": "все заявки формируются и отправляются по назначению без проблем",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-04-30T06:26:09.198664",
            "user": {
                "tabNum": "876220",
                "name": "Екатерина Игумнова"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 29215,
            "appId": "1019109",
            "mark": 1,
            "comment": "невозможно отправить заявку непонятно почему. Ужасно устала от вечных ошибок и борьбы с сервисом",
            "answer": null,
            "likes": 7,
            "tags": [],
            "date": "2021-04-29T11:18:20.14999",
            "user": {
                "tabNum": "1448337",
                "name": "Екатерина Михайлова"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 29166,
            "appId": "1019109",
            "mark": 1,
            "comment": "Присоединяюсь к негативным отзывам коллег. Уже устал от многочисленных проблем и ошибок в АС  ДРУГ.",
            "answer": null,
            "likes": 1,
            "tags": [],
            "date": "2021-04-29T08:51:34.204742",
            "user": {
                "tabNum": "1657995",
                "name": "Дмитрий Зарецкий"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 28984,
            "appId": "1019109",
            "mark": 1,
            "comment": "казалось бы, заведение заявок должно помогать и облегчать работу. но нет. увы. постоянные баги, вылеты, ошибки. ужас",
            "answer": null,
            "likes": 1,
            "tags": [],
            "date": "2021-04-27T14:52:47.714155",
            "user": {
                "tabNum": "1772663",
                "name": "Андрей Емельяненко"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 28979,
            "appId": "1019109",
            "mark": 1,
            "comment": "Выбираешь AC Service Manager, получаешь \nОшибка при выполнении запроса [2021-04-27T15:44:25.741+04:00]Ошибка сервиса c35389fb-d72c-4172-ac92-42ebbff59b38",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-04-27T14:44:55.92009",
            "user": {
                "tabNum": "1818322",
                "name": "Данил Холманский"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 28978,
            "appId": "1019109",
            "mark": 1,
            "comment": "Ошибка при выполнении запроса Не поддерживается работа с вложениями с null\nНо я ничего не прикладывал. ",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-04-27T14:43:13.918974",
            "user": {
                "tabNum": "1818322",
                "name": "Данил Холманский"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 28977,
            "appId": "1019109",
            "mark": 1,
            "comment": "Метод: loadInteraction Line=303 Ошибка: Не должен быть пуст arg.Id при создании заявки на доступ в Service Manager",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-04-27T14:40:48.053726",
            "user": {
                "tabNum": "1818322",
                "name": "Данил Холманский"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 28611,
            "appId": "1019109",
            "mark": 1,
            "comment": "не отображается список АС и не ищет нужную\nзаявка не работает!",
            "answer": null,
            "likes": 2,
            "tags": [],
            "date": "2021-04-23T12:00:30.346089",
            "user": {
                "tabNum": "1658269",
                "name": "Никита Полещук"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 28603,
            "appId": "1019109",
            "mark": 1,
            "comment": "Раза с 4 удалось выбрать АС = Service manager. Вылезала ошибка на Null\nПотом ошибка с IP\nПотом ошибка при отправке, которая пропала при повторной отправке",
            "answer": null,
            "likes": 1,
            "tags": [],
            "date": "2021-04-23T10:54:24.984048",
            "user": {
                "tabNum": "1863016",
                "name": "Виталия Слипкус"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 28600,
            "appId": "1019109",
            "mark": 1,
            "comment": "1) Ввел SAP HR, автоматом выбралось единственное совпадение SAP HR CIB, а это не то что нужно, и теперь поменять выбор нельзя, только заново перезаполнять заявку.\n2) В списке АС нет Citrix и SAP HR",
            "answer": null,
            "likes": 1,
            "tags": [],
            "date": "2021-04-23T10:25:12.571371",
            "user": {
                "tabNum": "1404812",
                "name": "Евгений Семыкин"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 28510,
            "appId": "1019109",
            "mark": 1,
            "comment": "Уже который день заявка не работает",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-04-22T17:04:30.702724",
            "user": {
                "tabNum": "1873749",
                "name": "Дарья Судакова"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 28497,
            "appId": "1019109",
            "mark": 1,
            "comment": "не могу завести заявку. постоянные ошибки то в одном, то в другом поле. ужасно",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-04-22T15:38:16.139059",
            "user": {
                "tabNum": "1657953",
                "name": "Павел Михайлин"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 28341,
            "appId": "1019109",
            "mark": 1,
            "comment": "не работает, постоянные ошибки!",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-04-21T16:29:39.761516",
            "user": {
                "tabNum": "1442528",
                "name": "Илья Брагин"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 28154,
            "appId": "1019109",
            "mark": 1,
            "comment": "Заявки не создаются из-за ошибок в разных полях. То роли не подтягиваются, то АС, то логины. Всё очень плохо.",
            "answer": null,
            "likes": 2,
            "tags": [],
            "date": "2021-04-20T13:53:40.575248",
            "user": {
                "tabNum": "1676284",
                "name": "Егор Сильченко"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 28150,
            "appId": "1019109",
            "mark": 1,
            "comment": "Не работает",
            "answer": null,
            "likes": 2,
            "tags": [],
            "date": "2021-04-20T13:45:04.563531",
            "user": {
                "tabNum": "1854519",
                "name": "Равиль Мамашев"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 28149,
            "appId": "1019109",
            "mark": 1,
            "comment": "Не работает",
            "answer": null,
            "likes": 2,
            "tags": [],
            "date": "2021-04-20T13:44:06.107153",
            "user": {
                "tabNum": "1854519",
                "name": "Равиль Мамашев"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 28127,
            "appId": "1019109",
            "mark": 1,
            "comment": "В Nexus3 невозможно сделать заявку - что не пиши кнопка \"Создать заявку\" не доступна. Как же я ненавижу этот шаблон)",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-04-20T11:27:03.667902",
            "user": {
                "tabNum": "1798516",
                "name": "Владислав Дегтярев"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 28054,
            "appId": "1019109",
            "mark": 1,
            "comment": "целый день не работает шаблона заявки на доступ к ас. За целый рабочий день нельзя восстановить доступ? Или нет мониторинга доступности сервисов?",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-04-19T17:46:05.378616",
            "user": {
                "tabNum": "1671505",
                "name": "Егор Даниленко"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        }
    ]

    [
    {
        "id": 28050,
        "appId": "1019109",
        "mark": 1,
        "comment": "отсутствие в шаблоне ролей не позволяет провести расход ценных бланков. подразделение упразднено будет с 23.04.2021. операции по инфобанку не проведены. просим помощи в добавлении ролей в шаблон по открытию доспута для КИЦ\n",
        "answer": null,
        "likes": 0,
        "tags": [],
        "date": "2021-04-19T16:41:43.083494",
        "user": {
            "tabNum": "306700",
            "name": "Юлия Карсакова"
        },
        "isMine": false,
        "isLikedByMe": false,
        "managerAnswer": null
    },
        {
            "id": 28047,
            "appId": "1019109",
            "mark": 1,
            "comment": "ОШИБКИ, КАК У ВСЕХ, И ПО 5 РАЗ НЕ ПОМОГАЕТ",
            "answer": null,
            "likes": 1,
            "tags": [],
            "date": "2021-04-19T16:19:07.933537",
            "user": {
                "tabNum": "1316111",
                "name": "Анна Пучнина"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 28041,
            "appId": "1019109",
            "mark": 1,
            "comment": "Постоянно какие-то ошибки, приходится перезаводить одну заявку по 5 раз.",
            "answer": null,
            "likes": 1,
            "tags": [],
            "date": "2021-04-19T15:23:03.158412",
            "user": {
                "tabNum": "1544124",
                "name": "Андрей Скрипачев"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 27997,
            "appId": "1019109",
            "mark": 1,
            "comment": "Не могу завести заявку на доступ к АС Навигатор\nПостоянно получаю ошибку",
            "answer": null,
            "likes": 1,
            "tags": [],
            "date": "2021-04-19T11:41:54.411919",
            "user": {
                "tabNum": "1490423",
                "name": "Дмитрий Денисов"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 27844,
            "appId": "1019109",
            "mark": 1,
            "comment": "неактивна кнопка создать заявку на отключение доступа при всех заполненных полях",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-04-16T10:31:41.605818",
            "user": {
                "tabNum": "1004637",
                "name": "Артемий Васильев"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 27029,
            "appId": "1019109",
            "mark": 1,
            "comment": "Не могу оформить заявку на доступ в ББ. Непонятно зачем мне указывать конкретный репозиторий, ну ок, указываю https://stash.sigma.sbrf.ru/projects/UFS_CI/repos/ufs-pipeline/browse \nПишет что это ссылка не на битбакет. Что не нравится непонятно. ",
            "answer": null,
            "likes": 3,
            "tags": [],
            "date": "2021-04-10T10:14:46.125183",
            "user": {
                "tabNum": "1658546",
                "name": "Олег Пушкарев"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 26746,
            "appId": "1019109",
            "mark": 1,
            "comment": "Доброго времени суток! При создании заявки отсутствует в КИБ роль: \"Читатель всей БЗ (без ограничений) (CIB-GR-BZ-ALL-Reader)\". В ноябре коллеги создавали заявки данный инструмент присутствовал. \nНет возможности распечатки документов (чек листы по проверочным мероприятиям, описи, отчеты, акты и тд) которые размещены в электронном виде на Confluence",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-04-08T14:12:37.42765",
            "user": {
                "tabNum": "1152253",
                "name": "Игорь Парпура"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 26714,
            "appId": "1019109",
            "mark": 1,
            "comment": "нет возможности открыть досуп к bitbucket sigma, просит ввести ссылку на репозиторий, а когда вводишь, пишет что она не правильная....",
            "answer": null,
            "likes": 3,
            "tags": [],
            "date": "2021-04-08T13:39:41.502398",
            "user": {
                "tabNum": "1658158",
                "name": "Дмитрий Ханеев"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 26548,
            "appId": "1019109",
            "mark": 1,
            "comment": "Это дно. \n",
            "answer": null,
            "likes": 7,
            "tags": [],
            "date": "2021-04-07T16:33:46.008783",
            "user": {
                "tabNum": "1525862",
                "name": "Игорь Блохин"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 26524,
            "appId": "1019109",
            "mark": 1,
            "comment": "Отсутствует возможность оформления доступа к BitBucket, нет адекватной пояснительной записки по решению проблемы.",
            "answer": null,
            "likes": 2,
            "tags": [],
            "date": "2021-04-07T12:18:37.534105",
            "user": {
                "tabNum": "1699732",
                "name": "Владислав Папета"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 26190,
            "appId": "1019109",
            "mark": 1,
            "comment": "Нет возможности завершить оформление заявки от Сбербанк Лизинг на доступ к АС выберите Навигатор (АС Визуализация MIS) для получения ставок ЕТС. ",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-04-05T14:19:30.443093",
            "user": {
                "tabNum": "999001410",
                "name": "Дмитрий Письменный"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 25747,
            "appId": "1019109",
            "mark": 1,
            "comment": "Невозможно оформить доступ к ПРОМ стенду необходимой АС. Пишет что открыт доступ который необходимо закрыть. Но дополнительных доступов нет.",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-04-01T14:09:52.274363",
            "user": {
                "tabNum": "1356270",
                "name": "Алексей Буравкин"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 25209,
            "appId": "1019109",
            "mark": 1,
            "comment": "Невозможно создать заявку по данному шаблону. При открытии шаблона доступно только одно поле \"Выбрать роль\", но  в выплывающем списке \"Ничего не найдено\".\nДо этого, при создании заявки поданному шаблону, была возможность выбрать ФИО сотрудника и указать АС, доступ к которой необходим.",
            "answer": null,
            "likes": 2,
            "tags": [],
            "date": "2021-03-30T15:58:38.28039",
            "user": {
                "tabNum": "1697782",
                "name": "Екатерина Золина"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 24977,
            "appId": "1019109",
            "mark": 1,
            "comment": "Добрый день! При оформлении доступа в АС Единая корпоративная система нет возможности выбрать доступные роли, подразделение и т.д. При отсутствии данных полей заявки закрывают с Решением: Не согласовано, комментарии:\nНе заполнен атрибут \"Роли\"!!! В заявке \"консультация по заявке на доступ\", электронный помощник выводит на ту же заявку в которой отказали!!!\n",
            "answer": null,
            "likes": 2,
            "tags": [],
            "date": "2021-03-30T05:53:28.415271",
            "user": {
                "tabNum": "344287",
                "name": "Ольга Любкина"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 24903,
            "appId": "1019109",
            "mark": 1,
            "comment": "Версионный контроль исходного кода в Банке (Atlassian Bitbucket), невозможно сделать заявку - что не пиши кнопка \"Создать заявку\" не доступна",
            "answer": null,
            "likes": 3,
            "tags": [],
            "date": "2021-03-29T16:17:35.501464",
            "user": {
                "tabNum": "1798516",
                "name": "Владислав Дегтярев"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 24768,
            "appId": "1019109",
            "mark": 1,
            "comment": "как сделать доступ ,если из списка не выпадает 3 АС.а обещают в нем аж 50!",
            "answer": null,
            "likes": 2,
            "tags": [],
            "date": "2021-03-29T12:02:51.601709",
            "user": {
                "tabNum": "1041042",
                "name": "Серафима Вдовиченко"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 24592,
            "appId": "1019109",
            "mark": 5,
            "comment": "норм",
            "answer": null,
            "likes": 1,
            "tags": [],
            "date": "2021-03-27T14:35:26.779135",
            "user": {
                "tabNum": "1789852",
                "name": "Заурбек Гудиев"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 24511,
            "appId": "1019109",
            "mark": 1,
            "comment": "не работает шаблона Универсальная заявка на доступ к АС на доступ к ЕКС, нет ролей",
            "answer": null,
            "likes": 2,
            "tags": [],
            "date": "2021-03-26T16:48:11.348",
            "user": {
                "tabNum": "1290065",
                "name": "Альбина Чинарева"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 24447,
            "appId": "1019109",
            "mark": 1,
            "comment": "Не отображается всплывающийсписок АС. Видно только первые 4 Ас из всплывающего списка, далее перемотать вниз не дает. По поиску нужную ас не находит. ",
            "answer": null,
            "likes": 3,
            "tags": [],
            "date": "2021-03-26T14:12:19.621",
            "user": {
                "tabNum": "22361",
                "name": "Михаил Шилов"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 23980,
            "appId": "1019109",
            "mark": 3,
            "comment": "Медленно, но работает.",
            "answer": null,
            "likes": 1,
            "tags": [],
            "date": "2021-03-25T02:49:10.375",
            "user": {
                "tabNum": "1078864",
                "name": "Дмитрий Смирнов"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        }
    ]

    [
    {
        "id": 23915,
        "appId": "1019109",
        "mark": 1,
        "comment": "Невозможно оформить заявку на Единое рабочее место",
        "answer": null,
        "likes": 1,
        "tags": [],
        "date": "2021-03-24T15:48:47.662",
        "user": {
            "tabNum": "33273",
            "name": "Анастасия Гаврюшина"
        },
        "isMine": false,
        "isLikedByMe": false,
        "managerAnswer": null
    },
        {
            "id": 23835,
            "appId": "1019109",
            "mark": 1,
            "comment": "Господа, хочу напомнить, что сервис называется СберДруг. И отфутболивать заявителей с формулировками \"Несогласовано, т.к. не предоставлен КЭ чего-то там\" , отправляя заявителя на оформлять заявку заново, как минимум некрасиво. Недостающую информацию можно просто уточнить у заявителя.",
            "answer": null,
            "likes": 16,
            "tags": [],
            "date": "2021-03-24T12:15:33.651",
            "user": {
                "tabNum": "1866589",
                "name": "Александр Петренко"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 23680,
            "appId": "1019109",
            "mark": 1,
            "comment": "https://sbrf-bitbucket.ca.sbrf.ru/ https://stash.delta.sbrf.ru/ https://sbrf-nexus.ca.sbrf.ru/nexus/#welcome http://sbtnexus.delta.sbrf.ru:8081/nexus/#view-repositories;SBT_CI_distr_repo~browsestorage\n\nНе могу оформить доступ к BitBucket, по заявке на BitBucket пишет, указывайте Nexus\n",
            "answer": null,
            "likes": 4,
            "tags": [],
            "date": "2021-03-23T18:59:32.445",
            "user": {
                "tabNum": "1646641",
                "name": "Антон Гусаков"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 23573,
            "appId": "1019109",
            "mark": 1,
            "comment": "Не могу из sigma никакой доступ оформить!!!! Пишет ошибка сервера, что за ужас ",
            "answer": null,
            "likes": 2,
            "tags": [],
            "date": "2021-03-23T12:53:23.511",
            "user": {
                "tabNum": "1818105",
                "name": "Алексей Шайманов"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 23288,
            "appId": "1019109",
            "mark": 1,
            "comment": "Всегда не с первого раза.",
            "answer": null,
            "likes": 2,
            "tags": [],
            "date": "2021-03-22T13:52:37.297",
            "user": {
                "tabNum": "1583362",
                "name": "Андрей Тихонов"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 23217,
            "appId": "1019109",
            "mark": 1,
            "comment": "Поправьте уже инструкцию П-150 на доступы (При создании запроса на доступ к Облаку данных отстутствует чекбокс \"создать запрос на ВАРМ\", из-за чего заявка отклонена!!!). Чтобы поработать, надо 100 кругов Фабричного ада пройти!!!",
            "answer": null,
            "likes": 3,
            "tags": [],
            "date": "2021-03-22T09:16:22.218",
            "user": {
                "tabNum": "1803854",
                "name": "Ирина Безгина"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 23075,
            "appId": "1019109",
            "mark": 1,
            "comment": "При создании запроса на доступ к Облаку данных отстутствует чекбокс \"создать запрос на ВАРМ\", из-за чего заявка отклонена.",
            "answer": null,
            "likes": 3,
            "tags": [],
            "date": "2021-03-19T15:24:57.672",
            "user": {
                "tabNum": "1613232",
                "name": "Юлия Соловьева"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 22942,
            "appId": "1019109",
            "mark": 1,
            "comment": "Нет возможности создать заявку на доступ к источнику от ТУЗ, так как не высвечиваются необходимые поля. Как в таком случае заводить заявку!? И к кому обращаться с технической неисправностью?",
            "answer": null,
            "likes": 1,
            "tags": [],
            "date": "2021-03-18T21:01:02.243",
            "user": {
                "tabNum": "1658224",
                "name": "Екатерина Кузьмина"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 22812,
            "appId": "1019109",
            "mark": 1,
            "comment": "В шаблоне АС Единая корпоративная система АС ЕКС (Для пользователей СМП (ЦКБО)), пропала роль. Восстановите шаблон для корректного оформления заявок.",
            "answer": null,
            "likes": 1,
            "tags": [],
            "date": "2021-03-18T10:56:23.291",
            "user": {
                "tabNum": "393045",
                "name": "Алексей Сазонов"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 22736,
            "appId": "1019109",
            "mark": 1,
            "comment": "Не работает на компьютере Друг:((( ",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-03-17T17:42:29.116",
            "user": {
                "tabNum": "1821579",
                "name": "Любовь Муравьева"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 22731,
            "appId": "1019109",
            "mark": 1,
            "comment": "Нельзя сделать заявку на ATMOSPHERE",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-03-17T17:28:28.704",
            "user": {
                "tabNum": "872418",
                "name": "Павел Бородин"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 22475,
            "appId": "1019109",
            "mark": 2,
            "comment": "плохо. что нельзя сделать заявку на доступ за другого сотрудника. для подразделений, которые работают в сменном режиме -это крайне неудобно!!!!",
            "answer": null,
            "likes": 1,
            "tags": [],
            "date": "2021-03-16T12:49:48.862",
            "user": {
                "tabNum": "1401473",
                "name": "Елена Ковалева"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 22336,
            "appId": "1019109",
            "mark": 1,
            "comment": "Заявка падает на согласование, кому - узнать невозможно. Висит три дня и автоматом закрывается",
            "answer": null,
            "likes": 2,
            "tags": [],
            "date": "2021-03-15T16:12:23.02",
            "user": {
                "tabNum": "1658095",
                "name": "Павел Рощин"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 22177,
            "appId": "1019109",
            "mark": 1,
            "comment": "Добрый день. Не могу сделать заявку на удаленный доступ в АС ЕКС. Как можно получить доступ?",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-03-15T08:56:03.023",
            "user": {
                "tabNum": "1194258",
                "name": "Екатерина Головачева"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 22176,
            "appId": "1019109",
            "mark": 1,
            "comment": "Добрый день! Не возможно получить доступ на УРМ ко всем ЕКС согласно РМ и разрешенного перечня ПО для сопровождения процесса и выполнения должностных обязанностей. Когда будет исправлена ситуация. Данные проблемы возникли с 01.02.2021. Сотрудника не возможно вывести в офис, хроник. Прошу устранить замечания",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-03-15T08:45:25.124",
            "user": {
                "tabNum": "381765",
                "name": "Любовь Ишмейкина"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 22058,
            "appId": "1019109",
            "mark": 1,
            "comment": "Не работает Шаблон к АС Лаборатория Данных",
            "answer": null,
            "likes": 1,
            "tags": [],
            "date": "2021-03-12T16:57:40.241",
            "user": {
                "tabNum": "1778149",
                "name": "Игорь Галицкий"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 21984,
            "appId": "1019109",
            "mark": 1,
            "comment": "Все работает как надо, но надо бы обновлять списки.",
            "answer": null,
            "likes": 1,
            "tags": [],
            "date": "2021-03-12T11:02:30.111",
            "user": {
                "tabNum": "1817155",
                "name": "Роман Бушуев"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 21840,
            "appId": "1019109",
            "mark": 1,
            "comment": "Заявка отказывается по причине отсутствия групп доступа, а поля такого для заполнения нет",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-03-11T14:45:44.511",
            "user": {
                "tabNum": "773760",
                "name": "Максим Пастухов"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 21477,
            "appId": "1019109",
            "mark": 5,
            "comment": "Отлично",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-03-09T18:08:19.432",
            "user": {
                "tabNum": "1779570",
                "name": "Сергей Ференчук"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 21291,
            "appId": "1019109",
            "mark": 1,
            "comment": "Не возможно создать заявку на АС Checkmarx - не появляется в списке АС",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-03-09T05:46:50.557",
            "user": {
                "tabNum": "1654193",
                "name": "Илья Титовский"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        }
    ]


