[
    {
        "id": 49634,
        "appId": "1031921",
        "mark": 1,
        "comment": "Приходишь на работу в прекрасном настроении и тут начинается. Транспортные пароли ужасные , проверить правильность ввода невозможно. И так каждый раз. Для чего усложнять это всё. ",
        "answer": null,
        "likes": 0,
        "tags": [],
        "date": "2021-12-15T08:06:48.291689",
        "user": {
            "tabNum": "1668515",
            "name": "Юлдуз Колдасова"
        },
        "isMine": false,
        "isLikedByMe": false,
        "managerAnswer": null
    },
    {
        "id": 48234,
        "appId": "1031921",
        "mark": 5,
        "comment": "удобно",
        "answer": null,
        "likes": 0,
        "tags": [],
        "date": "2021-11-17T13:00:00.376303",
        "user": {
            "tabNum": "1813559",
            "name": "Виталий Кондратьев"
        },
        "isMine": false,
        "isLikedByMe": false,
        "managerAnswer": null
    },
    {
        "id": 47886,
        "appId": "1031921",
        "mark": 1,
        "comment": "Шаблон не работает на мобильном телефоне. Написано \"нет соединения\"",
        "answer": null,
        "likes": 0,
        "tags": [],
        "date": "2021-11-15T09:56:25.970986",
        "user": {
            "tabNum": "415320",
            "name": "Андрей Масленников"
        },
        "isMine": false,
        "isLikedByMe": false,
        "managerAnswer": null
    },
    {
        "id": 47319,
        "appId": "1031921",
        "mark": 1,
        "comment": "Ничего не понятно. Прислали транспортный пароль, а дальше как его поменять на постоянный?",
        "answer": null,
        "likes": 2,
        "tags": [],
        "date": "2021-11-03T10:34:28.382955",
        "user": {
            "tabNum": "1908163",
            "name": "Ильяс Ганиев"
        },
        "isMine": false,
        "isLikedByMe": false,
        "managerAnswer": null
    },
    {
        "id": 46823,
        "appId": "1031921",
        "mark": 1,
        "comment": "Вообще ничего не понятно",
        "answer": null,
        "likes": 1,
        "tags": [],
        "date": "2021-10-27T09:04:21.83737",
        "user": {
            "tabNum": "998001382",
            "name": "Александр Писаревский"
        },
        "isMine": false,
        "isLikedByMe": false,
        "managerAnswer": null
    },
    {
        "id": 46739,
        "appId": "1031921",
        "mark": 5,
        "comment": "Один из немногих шаблонов, что всегда работает и все в нем ок! Спасибо!",
        "answer": null,
        "likes": 0,
        "tags": [],
        "date": "2021-10-26T13:48:50.615053",
        "user": {
            "tabNum": "1567791",
            "name": "Максим Тутушин"
        },
        "isMine": false,
        "isLikedByMe": false,
        "managerAnswer": null
    },
    {
        "id": 46209,
        "appId": "1031921",
        "mark": 5,
        "comment": "Быстрая разблокировка УЗ",
        "answer": null,
        "likes": 0,
        "tags": [],
        "date": "2021-10-19T20:16:06.639467",
        "user": {
            "tabNum": "1761606",
            "name": "Виктория Евдокимова"
        },
        "isMine": false,
        "isLikedByMe": false,
        "managerAnswer": null
    },
    {
        "id": 46081,
        "appId": "1031921",
        "mark": 1,
        "comment": "всегда сброс был «Zx» и 6 цифр, теперь транспортные усложнили до ужаса, невозможно их ввести так, чтобы не заблокировать заново. Для каких целей это сделано вообще не ясно. Добавляете символы с разных языковых раскладок, а как их проверить, если нет такой опции как показать пароль в меню ввода учетной записи?",
        "answer": null,
        "likes": 4,
        "tags": [],
        "date": "2021-10-18T16:49:19.996287",
        "user": {
            "tabNum": "1372804",
            "name": "Евгений Шекунов"
        },
        "isMine": false,
        "isLikedByMe": false,
        "managerAnswer": null
    },
    {
        "id": 45979,
        "appId": "1031921",
        "mark": 1,
        "comment": "Не работает (висит) шаблон на мобильном устройстве ",
        "answer": null,
        "likes": 0,
        "tags": [],
        "date": "2021-10-15T14:14:34.353401",
        "user": {
            "tabNum": "419273",
            "name": "Наталья Полянская"
        },
        "isMine": false,
        "isLikedByMe": false,
        "managerAnswer": null
    },
    {
        "id": 45668,
        "appId": "1031921",
        "mark": 5,
        "comment": "Всегда разблокировка происходит за 30-60 секунд. Ни одной осечки за все время использования. Повторные блокировки УЗ - не проблема данного шаблона, а проблема засорения рабочей станции сохраненными паролями (сайты, сетевые диски, автовходы, логины на множестве компьютеров). Конкретно этот шаблон идеален, а интеграция с голосовым помощником избавляет от лишнего заполнения данных. Достаточно сказать «разблокироваться\", уточнить помощнику домен и логин, после чего УЗ разблокируется, иногда даже быстрее, чем при штатной подаче заявки руками",
        "answer": null,
        "likes": 0,
        "tags": [],
        "date": "2021-10-12T06:57:31.724233",
        "user": {
            "tabNum": "1712691",
            "name": "Юрий Ульянов"
        },
        "isMine": false,
        "isLikedByMe": false,
        "managerAnswer": null
    },
    {
        "id": 45049,
        "appId": "1031921",
        "mark": 2,
        "comment": " Дважды пыталась сбросить пароль для сигмы. Вы присылаете транспортный пароль, но поменять его на постоянный нет возможности. При нажатии соответствующей ссылки на страницу авторизации открывается просто белый экран и ничего не происходит. Мой вопрос не решён вообще никак",
        "answer": null,
        "likes": 0,
        "tags": [],
        "date": "2021-10-05T20:22:36.026437",
        "user": {
            "tabNum": "963127",
            "name": "Марина Кравцова"
        },
        "isMine": false,
        "isLikedByMe": false,
        "managerAnswer": null
    },
    {
        "id": 44545,
        "appId": "1031921",
        "mark": 1,
        "comment": "Шаблон работает на 5 звёзд.\nНо вам необходимо учесть, что есть сотрудники, у которых есть несколько УЗ, и только один телефон!!!!! Как быть в такой ситуации? Звонить в сл.помощи? Это минимум 30 минут!! !!! \nНеобходимо для таких сотрудников загрузить все логины!!! За это 1 звезду!!!!!! ",
        "answer": null,
        "likes": 0,
        "tags": [],
        "date": "2021-10-01T08:23:04.019985",
        "user": {
            "tabNum": "1419036",
            "name": "Елена Голованова"
        },
        "isMine": false,
        "isLikedByMe": false,
        "managerAnswer": null
    },
    {
        "id": 44049,
        "appId": "1031921",
        "mark": 1,
        "comment": "Вначале не пойми иза чего блокернулась учётка!!!!!а потом ещё и шаблон на разблокировку ни в мобильном не работает не в сигме!!!",
        "answer": null,
        "likes": 0,
        "tags": [],
        "date": "2021-09-28T09:34:07.341541",
        "user": {
            "tabNum": "908933",
            "name": "Евгений Москальчук"
        },
        "isMine": false,
        "isLikedByMe": false,
        "managerAnswer": null
    },
    {
        "id": 43957,
        "appId": "1031921",
        "mark": 1,
        "comment": "А можно просто своевременно присылать уведомление о приближающейся скорой блокировке? Чтобы можно было спокойно поменять пароль.",
        "answer": null,
        "likes": 0,
        "tags": [],
        "date": "2021-09-27T14:07:12.957846",
        "user": {
            "tabNum": "1878687",
            "name": "Альберт Рыженков"
        },
        "isMine": false,
        "isLikedByMe": false,
        "managerAnswer": null
    },
    {
        "id": 42659,
        "appId": "1031921",
        "mark": 5,
        "comment": "Сколько раз спасало, не счесть",
        "answer": null,
        "likes": 0,
        "tags": [],
        "date": "2021-09-10T19:38:47.38621",
        "user": {
            "tabNum": "1657517",
            "name": "Максим Башарин"
        },
        "isMine": false,
        "isLikedByMe": false,
        "managerAnswer": null
    },
    {
        "id": 42359,
        "appId": "1031921",
        "mark": 4,
        "comment": "Учетку внешнего домена Sigma блокируют спустя 30 мин, после разблокировки.  С чем связано это ?",
        "answer": null,
        "likes": 1,
        "tags": [],
        "date": "2021-09-08T14:12:44.212179",
        "user": {
            "tabNum": "1846066",
            "name": "Егор Юлдашев"
        },
        "isMine": false,
        "isLikedByMe": false,
        "managerAnswer": null
    },
    {
        "id": 41913,
        "appId": "1031921",
        "mark": 1,
        "comment": "Скидываю пароль во внутреннем домене, а пароль транспортный не подходит",
        "answer": null,
        "likes": 1,
        "tags": [],
        "date": "2021-09-03T14:57:19.718895",
        "user": {
            "tabNum": "1804253",
            "name": "Анастасия Старкова"
        },
        "isMine": false,
        "isLikedByMe": false,
        "managerAnswer": null
    },
    {
        "id": 41086,
        "appId": "1031921",
        "mark": 5,
        "comment": "Отличный сервис! Удобно и быстро. ",
        "answer": null,
        "likes": 0,
        "tags": [],
        "date": "2021-08-26T13:13:42.172486",
        "user": {
            "tabNum": "1733327",
            "name": "Елена Трубинова"
        },
        "isMine": false,
        "isLikedByMe": false,
        "managerAnswer": null
    },
    {
        "id": 40738,
        "appId": "1031921",
        "mark": 1,
        "comment": "Не понимаю смысл постоянной блокировки. Через раз нужно кидать заявку. ",
        "answer": null,
        "likes": 0,
        "tags": [],
        "date": "2021-08-23T14:55:34.878704",
        "user": {
            "tabNum": "1767971",
            "name": "Максим Елманов"
        },
        "isMine": false,
        "isLikedByMe": false,
        "managerAnswer": null
    },
    {
        "id": 40319,
        "appId": "1031921",
        "mark": 1,
        "comment": "Непонятная вещь! Нет вкладки забыл пароль… бесполезная",
        "answer": null,
        "likes": 1,
        "tags": [],
        "date": "2021-08-18T10:40:43.588419",
        "user": {
            "tabNum": "1359591",
            "name": "Игорь Придыба"
        },
        "isMine": false,
        "isLikedByMe": false,
        "managerAnswer": null
    }
]

    [
    {
        "id": 39421,
        "appId": "1031921",
        "mark": 1,
        "comment": "Почему просто невозможно связаться с живым человеком, чтобы решить нестандартные кейсы, которые не решаются по инструкции???? Каждый раз безумные муки, несколько часов разборок и нервов. Почему?????",
        "answer": null,
        "likes": 2,
        "tags": [],
        "date": "2021-08-06T12:30:14.212573",
        "user": {
            "tabNum": "1796835",
            "name": "Анастасия Ясевич"
        },
        "isMine": false,
        "isLikedByMe": false,
        "managerAnswer": null
    },
        {
            "id": 38324,
            "appId": "1031921",
            "mark": 5,
            "comment": "Никогда не подводит",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-07-28T10:54:44.76739",
            "user": {
                "tabNum": "1655046",
                "name": "Владимир Быковский"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 38096,
            "appId": "1031921",
            "mark": 1,
            "comment": "Вы бы ссылку на страницу для смены пароля еще подальше запихнули, а то я мало времени потратил на ее поиски, всего 20 минут",
            "answer": null,
            "likes": 3,
            "tags": [],
            "date": "2021-07-26T11:29:21.306641",
            "user": {
                "tabNum": "1889820",
                "name": "Дмитрий Петров"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 37925,
            "appId": "1031921",
            "mark": 1,
            "comment": "Постоянно при нормальном действующем пароле происходит блокировка при входе в АС ЕСО. До тех поддержки не дозвониться, меню можно слушать годами и даже при выборе сбрасывается и говорит : вы ничего не выбрали. Жуть.",
            "answer": null,
            "likes": 2,
            "tags": [],
            "date": "2021-07-23T09:07:04.939593",
            "user": {
                "tabNum": "270691",
                "name": "Дмитрий Шакиров"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 36604,
            "appId": "1031921",
            "mark": 1,
            "comment": "Сертификаты установлены. Пароль у сигмы сброшен. Жму Войти в сигму, сразу выдает: Неверный пароль, попробуйте ещё раз. Постоянно слетает пароль, приходится часто менять, вечные ошибки. Ущербная система.",
            "answer": null,
            "likes": 5,
            "tags": [],
            "date": "2021-07-11T16:43:43.758075",
            "user": {
                "tabNum": "998008256",
                "name": "Виктор Новиков"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 33527,
            "appId": "1031921",
            "mark": 5,
            "comment": "все быстро, почему же так часто приходится пользоваться (",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-06-15T16:35:21.92861",
            "user": {
                "tabNum": "1821981",
                "name": "Дмитрий Корчагин"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 33384,
            "appId": "1031921",
            "mark": 5,
            "comment": "Быстро и удобно. ",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-06-13T16:57:21.521269",
            "user": {
                "tabNum": "1341704",
                "name": "Наталья Табаченко"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 32691,
            "appId": "1031921",
            "mark": 5,
            "comment": "Работает как часы. Сервис - 🔥🔥🔥",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-06-06T15:03:52.312009",
            "user": {
                "tabNum": "1676438",
                "name": "Егор Бесфамильный"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 32690,
            "appId": "1031921",
            "mark": 3,
            "comment": "Rev",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-06-06T13:57:52.377322",
            "user": {
                "tabNum": "999055618",
                "name": "999055618"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 32266,
            "appId": "1031921",
            "mark": 4,
            "comment": "Просьба добавить к уведомлению о новом пароле информацию об обязательном порядке смены транспортного пароля на постоянный (с указанием ссылки), т.к. очень неудобно возвращаться снова в шаблон заявки СберДруг (также многие пропускают на этапе сброса данную информацию). Спасибо!",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-06-02T09:50:08.947332",
            "user": {
                "tabNum": "1782957",
                "name": "Юлия Вагнер"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 31698,
            "appId": "1031921",
            "mark": 5,
            "comment": "По непонятным мне причинам, у меня постоянно блокируется внутренний домен. Этот шаблон по разблокировке, для меня, - спасение. Спасибо!",
            "answer": null,
            "likes": 1,
            "tags": [],
            "date": "2021-05-28T12:17:17.258817",
            "user": {
                "tabNum": "19986",
                "name": "Марина Асташина"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 31036,
            "appId": "1031921",
            "mark": 1,
            "comment": "Форма заполнена с ошибками:\n\nalertoutemail: Ошибка при выполнении запроса Не поддерживается работа с вложениями с null\n\nПри этом, везде можно только выбрать какой-то вариант, технически нет возможности неправильно заполнить форму",
            "answer": null,
            "likes": 1,
            "tags": [],
            "date": "2021-05-24T09:55:03.30619",
            "user": {
                "tabNum": "1825520",
                "name": "Виталий Дмитриев"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 30861,
            "appId": "1031921",
            "mark": 1,
            "comment": "Выдаёт ошибку “невозможно создать обращение\"",
            "answer": null,
            "likes": 2,
            "tags": [],
            "date": "2021-05-21T10:26:58.069641",
            "user": {
                "tabNum": "1772133",
                "name": "Владислав Жохов"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 30840,
            "appId": "1031921",
            "mark": 5,
            "comment": "мегасупер!",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-05-20T22:07:33.176517",
            "user": {
                "tabNum": "1655642",
                "name": "Баир Абашеев"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 30771,
            "appId": "1031921",
            "mark": 1,
            "comment": "Приложение вылетает при входе",
            "answer": null,
            "likes": 1,
            "tags": [],
            "date": "2021-05-20T11:22:22.862252",
            "user": {
                "tabNum": "1772133",
                "name": "Владислав Жохов"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 30753,
            "appId": "1031921",
            "mark": 1,
            "comment": "Блокируют после каждого создания нового пароля",
            "answer": null,
            "likes": 2,
            "tags": [],
            "date": "2021-05-20T09:51:32.806144",
            "user": {
                "tabNum": "1806122",
                "name": "Христина Воронова"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 30738,
            "appId": "1031921",
            "mark": 1,
            "comment": "Нет оповещений о выполнении заявки ",
            "answer": null,
            "likes": 1,
            "tags": [],
            "date": "2021-05-20T08:47:42.12025",
            "user": {
                "tabNum": "1772133",
                "name": "Владислав Жохов"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 30191,
            "appId": "1031921",
            "mark": 1,
            "comment": "После нажатия кнопки создания заявки ничего не происходит ",
            "answer": null,
            "likes": 1,
            "tags": [],
            "date": "2021-05-13T15:56:41.342064",
            "user": {
                "tabNum": "1818339",
                "name": "Максим Казаков"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 29974,
            "appId": "1031921",
            "mark": 5,
            "comment": "Отлично",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-05-12T11:22:51.704135",
            "user": {
                "tabNum": "1656815",
                "name": "Сергей Борисов"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 29939,
            "appId": "1031921",
            "mark": 5,
            "comment": "Спасибо",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-05-12T10:11:40.666308",
            "user": {
                "tabNum": "1729863",
                "name": "Георгий Роганов"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        }
    ]

    [
    {
        "id": 29937,
        "appId": "1031921",
        "mark": 2,
        "comment": "Очень медленно даже на быстрых девайсах, экраны еле еле прогружаются",
        "answer": null,
        "likes": 1,
        "tags": [],
        "date": "2021-05-12T10:04:05.081566",
        "user": {
            "tabNum": "1737038",
            "name": "Сергей Зорин"
        },
        "isMine": false,
        "isLikedByMe": false,
        "managerAnswer": null
    },
        {
            "id": 28455,
            "appId": "1031921",
            "mark": 2,
            "comment": "единственное что помогло\nэто интерактивная инструкция (http://it-info.sigma.sbrf.ru/files/10000/index.php?id=12284&treebtn=517)\n\nиз \nТехника и оборудование / Компьютер, планшет, офисная техника / Компьютер, ноутбук / Настройка компьютера на рабочем месте\n",
            "answer": null,
            "likes": 2,
            "tags": [],
            "date": "2021-04-22T12:01:37.676026",
            "user": {
                "tabNum": "1854661",
                "name": "Данила Самосудов"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 28001,
            "appId": "1031921",
            "mark": 1,
            "comment": "не могу приступить к работе почти с самого утра. сначала не работает сбердруг, теперь не работает разблокировка. помощник тоже не разблокировал\n\nCan not construct instance of com.sbt.friend.server.dto.ExtArgs: no String-argument constructor/factory method to deserialize from String value ('999043420')\nat [Source: N/A; line: -1, column: -1]",
            "answer": null,
            "likes": 1,
            "tags": [],
            "date": "2021-04-19T12:06:40.602604",
            "user": {
                "tabNum": "999043420",
                "name": "Максим Масленников"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 27469,
            "appId": "1031921",
            "mark": 4,
            "comment": "Разблокировка происходит быстро, респект!\nНо доработайте чуть шаблон пжл:\n1. Предзаполняйте галку сброса пароля значением \"нет\".\n2. Предзаполняйте УЗ. (У меня например часто блокируется альфа, было бы удобно, чтобы УЗ альфы была предзаполнена).",
            "answer": null,
            "likes": 4,
            "tags": [],
            "date": "2021-04-14T12:00:14.834359",
            "user": {
                "tabNum": "1777531",
                "name": "Илья Кравченко"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 24946,
            "appId": "1031921",
            "mark": 5,
            "comment": "Tnx",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-03-29T19:47:42.98806",
            "user": {
                "tabNum": "1729863",
                "name": "Георгий Роганов"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 24175,
            "appId": "1031921",
            "mark": 5,
            "comment": "Спасибо за удобный сервис по разблокировке. Коллеги, если у вас заблокировалась учётка, то сервис по разблокировке здесь ни при чём.",
            "answer": null,
            "likes": 6,
            "tags": [],
            "date": "2021-03-25T12:52:57.09",
            "user": {
                "tabNum": "963199",
                "name": "Данил Прощенко"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 22553,
            "appId": "1031921",
            "mark": 1,
            "comment": "Ошибка на ошибке",
            "answer": null,
            "likes": 2,
            "tags": [],
            "date": "2021-03-16T16:56:01.767",
            "user": {
                "tabNum": "1658850",
                "name": "Юлия Бочарова"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 22441,
            "appId": "1031921",
            "mark": 1,
            "comment": "Постоянно блокируют ",
            "answer": null,
            "likes": 8,
            "tags": [],
            "date": "2021-03-16T09:46:25.644",
            "user": {
                "tabNum": "73202",
                "name": "Ольга Анашкина"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 21768,
            "appId": "1031921",
            "mark": 1,
            "comment": "27 разблокировка за 3 дня. И 3 день только начался. Браво.",
            "answer": null,
            "likes": 3,
            "tags": [],
            "date": "2021-03-11T10:56:48.45",
            "user": {
                "tabNum": "999046734",
                "name": "999046734"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 21359,
            "appId": "1031921",
            "mark": 3,
            "comment": "Коллеги, заявки на разблокировку выполняются оч оперативно, Спасибо! Но н решается сама причина.",
            "answer": null,
            "likes": 1,
            "tags": [],
            "date": "2021-03-09T10:56:40.564",
            "user": {
                "tabNum": "1406990",
                "name": "Валерия Киселёва"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 21115,
            "appId": "1031921",
            "mark": 2,
            "comment": "Каждый раз при входе нужно менять пароль, каждый раз проходишь квест...",
            "answer": null,
            "likes": 3,
            "tags": [],
            "date": "2021-03-05T05:22:10.395",
            "user": {
                "tabNum": "1266252",
                "name": "Елена Махалова"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 21082,
            "appId": "1031921",
            "mark": 5,
            "comment": "С начала марта стал хорошо работать",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-03-04T15:40:35.115",
            "user": {
                "tabNum": "1660656",
                "name": "Михаил Криницын"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 21057,
            "appId": "1031921",
            "mark": 5,
            "comment": "помогает опетаривно разблокировать доступы, это чудесно",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-03-04T13:57:13.129",
            "user": {
                "tabNum": "1812590",
                "name": "Юрий Власов"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 20913,
            "appId": "1031921",
            "mark": 1,
            "comment": "Задалбало",
            "answer": null,
            "likes": 5,
            "tags": [],
            "date": "2021-03-03T17:35:03.796",
            "user": {
                "tabNum": "1668889",
                "name": "Дмитрий Докторов"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 20533,
            "appId": "1031921",
            "mark": 2,
            "comment": "Невозможно воспользоваться формой.\nОшибка: превышен лимит времени на запрос. Заявка не создаётся.",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-03-02T08:23:25.501",
            "user": {
                "tabNum": "1158388",
                "name": "Инга Виноградова"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 19848,
            "appId": "1031921",
            "mark": 1,
            "comment": "Здравствуйте прошу добавить вкладку для VPN в раздел Авторазблока учётной записи во внутреннем и внешнем домене sigma, как было раньше. Я работаю удалённо через vpn, как мне разблокироваться?\n",
            "answer": null,
            "likes": 3,
            "tags": [],
            "date": "2021-02-25T09:57:51.858",
            "user": {
                "tabNum": "1382403",
                "name": "Наталья Грищенко"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 19834,
            "appId": "1031921",
            "mark": 1,
            "comment": "Сервис и раньше-то плохо работал, а конца февраля и вовсе перестал. Коммуникации об отключении сервиса не было.",
            "answer": null,
            "likes": 1,
            "tags": [],
            "date": "2021-02-25T08:59:02.278",
            "user": {
                "tabNum": "1796338",
                "name": "Валерий Семичев"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 19765,
            "appId": "1031921",
            "mark": 1,
            "comment": "Ужасный сервис - то ни с того, ни с сего заблокируется учётка, то потом не дождёшься смс с транспортным паролем, то потом не поменяешь пароль и пользуешься транспортников ... вы лучше не псов добавляйте, а подработайте над качеством предоставление услуг ",
            "answer": null,
            "likes": 5,
            "tags": [],
            "date": "2021-02-24T16:21:15.26",
            "user": {
                "tabNum": "1681732",
                "name": "Дмитрий Максимов"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 19490,
            "appId": "1031921",
            "mark": 1,
            "comment": "я пропускаю встречи и письма из-за заблокированного аккаунта, так как у меня все настроено локально (почта, календарь).\nРазблокировка идет не быстро - очень мешает выполнять свою работу. Узнаю о блокировке аккаунта при попытке что-нибудь отправить в репозиторий. В итоге еще и не могу ничего запушить и проводить код ревью",
            "answer": null,
            "likes": 2,
            "tags": [],
            "date": "2021-02-20T12:24:59.744",
            "user": {
                "tabNum": "999043420",
                "name": "Максим Масленников"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 19374,
            "appId": "1031921",
            "mark": 2,
            "comment": "система сброса паролей очень мешает работать\nпри сбросе паролей в сбердруге начинает работать часть сервисов (иногда почта, иногда bitbucket, иногда VPN), но всё время что-то отламывается, отваливается, процесс всегда требует сторонней помощи и максимально непрозрачен для пользователя",
            "answer": null,
            "likes": 5,
            "tags": [],
            "date": "2021-02-19T14:14:49.266",
            "user": {
                "tabNum": "1838563",
                "name": "Иван Кудык"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        }
    ]

    [
    {
        "id": 19371,
        "appId": "1031921",
        "mark": 1,
        "comment": "Каждый день по несколько раз приходится разблокировать учётку. ",
        "answer": null,
        "likes": 6,
        "tags": [],
        "date": "2021-02-19T13:57:08.395",
        "user": {
            "tabNum": "73202",
            "name": "Ольга Анашкина"
        },
        "isMine": false,
        "isLikedByMe": false,
        "managerAnswer": null
    },
        {
            "id": 19321,
            "appId": "1031921",
            "mark": 1,
            "comment": "Напишите мне причину, по которой блокируется моя учетка каждый день. MAMaslennikov1@sberbank.ru\nваш робот по номеру телефона 88005559340 просит ждать на линии и сбрасывает вызов.\nНапишите мне, я в ответе вышлю свой номер телефона",
            "answer": null,
            "likes": 2,
            "tags": [],
            "date": "2021-02-19T11:11:05.766",
            "user": {
                "tabNum": "999043420",
                "name": "Максим Масленников"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 19048,
            "appId": "1031921",
            "mark": 1,
            "comment": "В день по несколько блокировок. Личный ноутбук. Объясните хотя причину блокировок. Не могу так работать\nMAMaslennikov1@sberbank.ru",
            "answer": null,
            "likes": 3,
            "tags": [],
            "date": "2021-02-17T17:29:21.915",
            "user": {
                "tabNum": "999043420",
                "name": "Максим Масленников"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 18949,
            "appId": "1031921",
            "mark": 1,
            "comment": "Интересно, можно ли тут каждое утро оставлять отзыв? Что в очередной раз с утра надо разблокировать УЗ",
            "answer": null,
            "likes": 4,
            "tags": [],
            "date": "2021-02-17T09:30:52.683",
            "user": {
                "tabNum": "1813898",
                "name": "Евгений Бускин"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 18907,
            "appId": "1031921",
            "mark": 1,
            "comment": "Начинаешь день разблокировкой, задержался подольше - ещё блокировка",
            "answer": null,
            "likes": 3,
            "tags": [],
            "date": "2021-02-16T21:42:37.717",
            "user": {
                "tabNum": "1813898",
                "name": "Евгений Бускин"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 17850,
            "appId": "1031921",
            "mark": 1,
            "comment": "Идет блокировка учетной записи. Приходится несколько раз сбрасывать, чтобы начать работать. В итоге пол дня занимаешься сбросом, а не срочными задачами. Напишите в заявке разблокировки, последовательность шагов, что нужно сделать после сброса? У меня временный пароль или не работает или работает на несколько минут, потом опять блочит.",
            "answer": null,
            "likes": 3,
            "tags": [],
            "date": "2021-02-08T19:32:47.047",
            "user": {
                "tabNum": "1773020",
                "name": "Владимир Алексеенко"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 17392,
            "appId": "1031921",
            "mark": 1,
            "comment": "Каждое утро я начинаю с разблокировки учетки. Заявку завожу с закрытыми глазами 💪",
            "answer": null,
            "likes": 7,
            "tags": [],
            "date": "2021-02-05T09:15:30.011",
            "user": {
                "tabNum": "1746780",
                "name": "Галина Полякова"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 17170,
            "appId": "1031921",
            "mark": 1,
            "comment": "Опять по пятьдесят раз в день блокируется учётка. Удалите этот сервис и сделайте нормальную безопасность.",
            "answer": null,
            "likes": 6,
            "tags": [],
            "date": "2021-02-04T07:14:05.737",
            "user": {
                "tabNum": "1668889",
                "name": "Дмитрий Докторов"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 17020,
            "appId": "1031921",
            "mark": 5,
            "comment": "Очень удобно ",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-02-03T12:49:28.111",
            "user": {
                "tabNum": "1668699",
                "name": "Михаил Шундрин"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 16944,
            "appId": "1031921",
            "mark": 3,
            "comment": "Авторазблокировка работает замечательно, расстраивает только, что в последние дни ею приходится пользоваться по несколько раз в день!",
            "answer": null,
            "likes": 2,
            "tags": [],
            "date": "2021-02-03T09:07:30.689",
            "user": {
                "tabNum": "1746780",
                "name": "Галина Полякова"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 16266,
            "appId": "1031921",
            "mark": 2,
            "comment": "Коллеги, меняю пароль в день по несколько раз, сделайте уже что-то, разве можно так работать",
            "answer": null,
            "likes": 5,
            "tags": [],
            "date": "2021-01-31T21:13:02.956",
            "user": {
                "tabNum": "1266252",
                "name": "Елена Махалова"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 15720,
            "appId": "1031921",
            "mark": 1,
            "comment": "Добрый день. Постоянно блокируется учетная запись. На протяжение 2-х дней только и занимаюсь разблокировкой УЗ. Подскажите, пожалуйста, что с этим делать ? В поддержке робот не понимает, что я от него хочу, а до оператора проблематично дойти. \nТакая ситуация уже второй раз происходит после смены пароля. ",
            "answer": null,
            "likes": 9,
            "tags": [],
            "date": "2021-01-28T13:15:31.571",
            "user": {
                "tabNum": "1640885",
                "name": "Надия Косолапова"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 15487,
            "appId": "1031921",
            "mark": 1,
            "comment": "Да хватит уже блочить учетку",
            "answer": null,
            "likes": 9,
            "tags": [],
            "date": "2021-01-27T16:42:57.927",
            "user": {
                "tabNum": "1819280",
                "name": "Лев Котеев"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 15057,
            "appId": "1031921",
            "mark": 1,
            "comment": "Постоянно происходит блокировка",
            "answer": null,
            "likes": 8,
            "tags": [],
            "date": "2021-01-26T13:57:50.99",
            "user": {
                "tabNum": "998011520",
                "name": "Иван Ратников"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 15042,
            "appId": "1031921",
            "mark": 1,
            "comment": "Блокирует несколько дней подряд",
            "answer": null,
            "likes": 9,
            "tags": [],
            "date": "2021-01-26T13:22:38.834",
            "user": {
                "tabNum": "1819280",
                "name": "Лев Котеев"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 14606,
            "appId": "1031921",
            "mark": 1,
            "comment": "Блокируется заново каждые 5 минут!",
            "answer": null,
            "likes": 11,
            "tags": [],
            "date": "2021-01-25T11:47:49.572",
            "user": {
                "tabNum": "884940",
                "name": "Ольга Лысенкова"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 14391,
            "appId": "1031921",
            "mark": 5,
            "comment": "Работает",
            "answer": null,
            "likes": 1,
            "tags": [],
            "date": "2021-01-23T12:46:31.455",
            "user": {
                "tabNum": "1657436",
                "name": "Любовь Кондрашева"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 13627,
            "appId": "1031921",
            "mark": 3,
            "comment": "Весь день блокируется внутренний домен, что делать, почему никто не может исправить ошибку",
            "answer": null,
            "likes": 4,
            "tags": [],
            "date": "2021-01-19T15:39:02.444",
            "user": {
                "tabNum": "1235346",
                "name": "Екатерина Самойленко"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 13347,
            "appId": "1031921",
            "mark": 4,
            "comment": "Всё прекрасно работает, за исключением отсутствия возможности добавить в избранное:\nнажимаю на флажок (не менее 1000 раз при 5 попытках) и ничего не происходит.\niOS ",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-01-18T06:40:50.678",
            "user": {
                "tabNum": "1082747",
                "name": "Виталий Крупин"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 9052,
            "appId": "1031921",
            "mark": 1,
            "comment": "При попытке выслать себе смс с паролем к альфе - жму кнопку создать заявку и ничего не происходит",
            "answer": null,
            "likes": 3,
            "tags": [],
            "date": "2020-12-28T10:50:07.102",
            "user": {
                "tabNum": "1755061",
                "name": "Павел Землянский"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        }
    ]

    [
    {
        "id": 8950,
        "appId": "1031921",
        "mark": 1,
        "comment": "Не работает, выдает ошибку",
        "answer": null,
        "likes": 2,
        "tags": [],
        "date": "2020-12-28T10:07:10.04",
        "user": {
            "tabNum": "15341",
            "name": "Владимир Сечин"
        },
        "isMine": false,
        "isLikedByMe": false,
        "managerAnswer": null
    },
        {
            "id": 6985,
            "appId": "1031921",
            "mark": 1,
            "comment": "Почему убрали возможность разблокировки через мобильного друга?",
            "answer": null,
            "likes": 1,
            "tags": [],
            "date": "2020-12-23T11:25:24.672",
            "user": {
                "tabNum": "998005586",
                "name": "Руслан Калмыков"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 6819,
            "appId": "1031921",
            "mark": 1,
            "comment": "Лучшие практики от коллег,  делают дозвон,  сбрасывают,  а в комментариях пишут,  что не удалось связаться",
            "answer": null,
            "likes": 3,
            "tags": [],
            "date": "2020-12-22T12:24:01.287",
            "user": {
                "tabNum": "951030",
                "name": "Вадим Семеренко"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 6817,
            "appId": "1031921",
            "mark": 1,
            "comment": "Сегодня не работает сервис,  сброс не производится.  Приходит транспортный пароль,  но он не корректный",
            "answer": null,
            "likes": 4,
            "tags": [],
            "date": "2020-12-22T12:12:44.98",
            "user": {
                "tabNum": "951030",
                "name": "Вадим Семеренко"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 6122,
            "appId": "1031921",
            "mark": 4,
            "comment": "Сервис хороший, но с 15.12 каждый час блокируется учетка. Не могу понять, в чем причина, но уже устала по 10 раз в день разблокировать",
            "answer": null,
            "likes": 4,
            "tags": [],
            "date": "2020-12-17T04:59:04.694",
            "user": {
                "tabNum": "1808036",
                "name": "Диана Цквитария"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 5615,
            "appId": "1031921",
            "mark": 5,
            "comment": "👍",
            "answer": null,
            "likes": 1,
            "tags": [],
            "date": "2020-12-14T18:34:21.344",
            "user": {
                "tabNum": "1360555",
                "name": "Сергей Монахов"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 5331,
            "appId": "1031921",
            "mark": 5,
            "comment": "Отлично на iOS ",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2020-12-12T13:55:14.545",
            "user": {
                "tabNum": "1786846",
                "name": "Виталий Субботин"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 5243,
            "appId": "1031921",
            "mark": 1,
            "comment": "fdsfsfsdfsd",
            "answer": null,
            "likes": 1,
            "tags": [],
            "date": "2020-12-11T15:26:30.842",
            "user": {
                "tabNum": "1804736",
                "name": "Антон Попов"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 5235,
            "appId": "1031921",
            "mark": 5,
            "comment": "очень быстро разблокировать",
            "answer": null,
            "likes": 2,
            "tags": [],
            "date": "2020-12-11T14:19:45.006",
            "user": {
                "tabNum": "402107",
                "name": "Роман Бабич"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 4548,
            "appId": "1031921",
            "mark": 1,
            "comment": "Происходит автоблокировка, причины неизвестны.",
            "answer": null,
            "likes": 5,
            "tags": [],
            "date": "2020-12-03T11:27:39.448",
            "user": {
                "tabNum": "1656750",
                "name": "Георгий Чашков"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 4503,
            "appId": "1031921",
            "mark": 1,
            "comment": "нет ТУЗ у/з домена sigma",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2020-12-02T23:36:15.616",
            "user": {
                "tabNum": "1197254",
                "name": "Александр Соловьев"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 4407,
            "appId": "1031921",
            "mark": 5,
            "comment": "Отличный сервис! ",
            "answer": null,
            "likes": 1,
            "tags": [],
            "date": "2020-12-02T06:59:28.07",
            "user": {
                "tabNum": "1510769",
                "name": "Аида Романюк"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 4240,
            "appId": "1031921",
            "mark": 5,
            "comment": "Все отлично",
            "answer": null,
            "likes": 1,
            "tags": [],
            "date": "2020-11-30T16:46:16.008",
            "user": {
                "tabNum": "1766481",
                "name": "Анатолий Шмарков"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 4043,
            "appId": "1031921",
            "mark": 1,
            "comment": "Блокируется практически каждые 2 часа",
            "answer": null,
            "likes": 8,
            "tags": [],
            "date": "2020-11-26T14:17:29.66",
            "user": {
                "tabNum": "884830",
                "name": "Светлана Титунина"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 3835,
            "appId": "1031921",
            "mark": 1,
            "comment": "Учетная запись блокируется постоянно",
            "answer": null,
            "likes": 14,
            "tags": [],
            "date": "2020-11-24T12:05:57.904",
            "user": {
                "tabNum": "1659112",
                "name": "Степан Шелковский"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 3583,
            "appId": "1031921",
            "mark": 5,
            "comment": "Все отлично ",
            "answer": null,
            "likes": 2,
            "tags": [],
            "date": "2020-11-20T18:31:40.528",
            "user": {
                "tabNum": "1829254",
                "name": "Андрей Литвин"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 3261,
            "appId": "1031921",
            "mark": 5,
            "comment": "Оперативное происходит разблокировка ",
            "answer": null,
            "likes": 2,
            "tags": [],
            "date": "2020-11-18T15:31:28.136",
            "user": {
                "tabNum": "402943",
                "name": "Николай Симошин"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 3260,
            "appId": "1031921",
            "mark": 5,
            "comment": "Оперативное происходит разблокировка ",
            "answer": null,
            "likes": 1,
            "tags": [],
            "date": "2020-11-18T15:31:27.915",
            "user": {
                "tabNum": "402943",
                "name": "Николай Симошин"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 3063,
            "appId": "1031921",
            "mark": 1,
            "comment": "Постоянно блокируется уз ",
            "answer": null,
            "likes": 9,
            "tags": [],
            "date": "2020-11-17T13:13:57.508",
            "user": {
                "tabNum": "1584548",
                "name": "Даниил Безденежных"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 2820,
            "appId": "1031921",
            "mark": 1,
            "comment": "Отрабатывает быстро, все хорошо, но с 15.11 учётка постоянно блокируется. Не могу даже войти в УЗ",
            "answer": null,
            "likes": 5,
            "tags": [],
            "date": "2020-11-15T13:15:18.332",
            "user": {
                "tabNum": "1825276",
                "name": "Борис Евдеев"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        }
    ]

    [
    {
        "id": 2477,
        "appId": "1031921",
        "mark": 5,
        "comment": "Спасибо! Очень удобно ",
        "answer": null,
        "likes": 1,
        "tags": [],
        "date": "2020-11-13T17:35:50.823",
        "user": {
            "tabNum": "1570344",
            "name": "Виктор Ратников"
        },
        "isMine": false,
        "isLikedByMe": false,
        "managerAnswer": null
    },
        {
            "id": 2462,
            "appId": "1031921",
            "mark": 5,
            "comment": "Всегда быстро отрабатывает разблокировку. ",
            "answer": null,
            "likes": 2,
            "tags": [],
            "date": "2020-11-13T13:15:54.62",
            "user": {
                "tabNum": "1458681",
                "name": "Анастасия Карагичева"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 2449,
            "appId": "1031921",
            "mark": 5,
            "comment": "очень важный сервис. от паранойи безов очень спасает. раньше приходилось часами ждать разблокировки",
            "answer": null,
            "likes": 1,
            "tags": [],
            "date": "2020-11-13T08:40:39.718",
            "user": {
                "tabNum": "1657956",
                "name": "Андрей Назаркин"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 2338,
            "appId": "1031921",
            "mark": 1,
            "comment": "Новый интерфейс, концепция сервис - ад. Не понятно зачем менять хорошее на худшее. Главная проблема сервиса - отсутствие инстинктивного понимания того, как им пользоваться. Это худший сервис для помощи сотрудникам за все мою работу в Сбербанке.",
            "answer": null,
            "likes": 1,
            "tags": [],
            "date": "2020-11-11T12:02:32.495",
            "user": {
                "tabNum": "1146205",
                "name": "Юлия Мальцева"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 2305,
            "appId": "1031921",
            "mark": 5,
            "comment": "Не понимаю, почему все ставят единицу. Сервис отличный, отрабатывает быстро. То что блокировка происходит по политикам Банка, Друг не причём... ",
            "answer": null,
            "likes": 2,
            "tags": [],
            "date": "2020-11-10T14:39:07.492",
            "user": {
                "tabNum": "1529796",
                "name": "Сергей Руднев"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 2304,
            "appId": "1031921",
            "mark": 5,
            "comment": "Не понимаю, почему все ставят единицу. Сервис отличный, отрабатывает быстро. То что блокировка происходит по политикам Банка, Друг не причём... ",
            "answer": null,
            "likes": 1,
            "tags": [],
            "date": "2020-11-10T14:39:05.234",
            "user": {
                "tabNum": "1529796",
                "name": "Сергей Руднев"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 2233,
            "appId": "1031921",
            "mark": 5,
            "comment": "Все очень перативно",
            "answer": null,
            "likes": 1,
            "tags": [],
            "date": "2020-11-10T08:50:49.828",
            "user": {
                "tabNum": "1784026",
                "name": "Александра Журавлева"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 2144,
            "appId": "1031921",
            "mark": 1,
            "comment": "Блокировать УЗ и разблокировать по заявке - порочная практика уже несколько десятков лет!!! В групповых политиках доменов давно есть таймаут по разблокировке УЗ. ",
            "answer": null,
            "likes": 5,
            "tags": [],
            "date": "2020-11-06T20:38:40.203",
            "user": {
                "tabNum": "1372227",
                "name": "Павел Шафоростов"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 2114,
            "appId": "1031921",
            "mark": 1,
            "comment": "Вся идея блокировки и вечной разблокировки по заявке - ужасна, сделайте тайм-ауты и не снижайте производительность людей",
            "answer": null,
            "likes": 13,
            "tags": [],
            "date": "2020-11-06T11:15:42.527",
            "user": {
                "tabNum": "1776101",
                "name": "Федор Минькин"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 2002,
            "appId": "1031921",
            "mark": 2,
            "comment": "Сервис отличный, но учётка блокируется постоянно  ",
            "answer": null,
            "likes": 7,
            "tags": [],
            "date": "2020-11-05T08:56:42.742",
            "user": {
                "tabNum": "1446643",
                "name": "Владимир Глебов"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 1924,
            "appId": "1031921",
            "mark": 5,
            "comment": "Сам сервис супер, но учётка так и блокируется.((",
            "answer": null,
            "likes": 6,
            "tags": [],
            "date": "2020-11-03T11:04:22.468",
            "user": {
                "tabNum": "1139394",
                "name": "Ирина Тулупова"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 1909,
            "appId": "1031921",
            "mark": 4,
            "comment": "Ребята, у кого уз блокируется - не вводите пароль в outlook, нажимайте отмена ",
            "answer": null,
            "likes": 2,
            "tags": [],
            "date": "2020-11-03T08:51:28.416",
            "user": {
                "tabNum": "1283756",
                "name": "Роман Комаров"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 1877,
            "appId": "1031921",
            "mark": 1,
            "comment": "Ужас! Моя учётная запись постоянно блокируется, я не могу нормально работать",
            "answer": null,
            "likes": 10,
            "tags": [],
            "date": "2020-11-02T14:22:00.936",
            "user": {
                "tabNum": "1804736",
                "name": "Антон Попов"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 1816,
            "appId": "1031921",
            "mark": 5,
            "comment": "Нужен шаблон по поиску и устранению причин постоянной блокировки паролей, особенно на маке. Поддержка с маками пока на вы, отправили ссылку на инструкцию в альфе. Но Альфа не у всех в рабочем состоянии , тк не используется ",
            "answer": null,
            "likes": 1,
            "tags": [],
            "date": "2020-11-02T12:29:07.862",
            "user": {
                "tabNum": "7019",
                "name": "Юлия Бородина"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 1699,
            "appId": "1031921",
            "mark": 2,
            "comment": "разблокировка конечно работает. но польза от сервиса небольшая, потому что когда начинает постоянно блокировать, то хочется найти причину, а не разблокировать каждые 20 минут",
            "answer": null,
            "likes": 7,
            "tags": [],
            "date": "2020-10-30T11:11:46.534",
            "user": {
                "tabNum": "1804291",
                "name": "Антон Дудаков"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 1532,
            "appId": "1031921",
            "mark": 5,
            "comment": "отличное приложение, стало легко разблокировать учетку",
            "answer": null,
            "likes": 1,
            "tags": [],
            "date": "2020-10-28T20:03:18.803",
            "user": {
                "tabNum": "1747260",
                "name": "Сергей Горьков"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 1508,
            "appId": "1031921",
            "mark": 3,
            "comment": "Стала постоянно блокироваться учетка. Подскажите пожалуйста, есть ли какое-то решение данной проблемы? Судя по отзывам, кейс «популярный».",
            "answer": null,
            "likes": 7,
            "tags": [],
            "date": "2020-10-28T18:44:00.755",
            "user": {
                "tabNum": "1713498",
                "name": "Алексей Самченко"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 1492,
            "appId": "1031921",
            "mark": 5,
            "comment": "Оперативно",
            "answer": null,
            "likes": 1,
            "tags": [],
            "date": "2020-10-28T15:38:46.491",
            "user": {
                "tabNum": "366563",
                "name": "Светлана Серкова"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 1490,
            "appId": "1031921",
            "mark": 3,
            "comment": "Нужна автозаявка на помощь в поиске причин блокировок. Полная ерунда особенно с с pam",
            "answer": null,
            "likes": 3,
            "tags": [],
            "date": "2020-10-28T14:57:50.492",
            "user": {
                "tabNum": "1653371",
                "name": "Михаил Иоссель"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 1459,
            "appId": "1031921",
            "mark": 5,
            "comment": "Начиная с понедельника (26.10.2020) - УЗ Сигма постоянно блокируется! Разблокировкой пользуюсь по 10-15 раз на дню!\nПоддержка сбердруга бесполезна - автомат не знает о такой проблеме! Куда стучать, к кому обращаться???",
            "answer": null,
            "likes": 4,
            "tags": [],
            "date": "2020-10-28T12:32:22.037",
            "user": {
                "tabNum": "1766497",
                "name": "Андрей Стрельников"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        }
    ]

    [
    {
        "id": 1444,
        "appId": "1031921",
        "mark": 2,
        "comment": "Постоянно блокируется учетная запись(",
        "answer": null,
        "likes": 2,
        "tags": [],
        "date": "2020-10-28T10:07:08.596",
        "user": {
            "tabNum": "1709318",
            "name": "Александр Широков"
        },
        "isMine": false,
        "isLikedByMe": false,
        "managerAnswer": null
    },
        {
            "id": 1430,
            "appId": "1031921",
            "mark": 5,
            "comment": "Прекрасный сервис. Все отлично и главное быстро 👍",
            "answer": null,
            "likes": 1,
            "tags": [],
            "date": "2020-10-28T09:00:22.39",
            "user": {
                "tabNum": "1488887",
                "name": "Антон Малюгин"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 1240,
            "appId": "1031921",
            "mark": 5,
            "comment": "Лучшее изобретение) самый главный шаблон. ",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2020-10-24T14:09:50.647",
            "user": {
                "tabNum": "1784569",
                "name": "Людмила Сардарова"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 936,
            "appId": "1031921",
            "mark": 5,
            "comment": "Самый часто используемый мной шаблон. ",
            "answer": null,
            "likes": 2,
            "tags": [],
            "date": "2020-10-22T17:14:44.743",
            "user": {
                "tabNum": "1767339",
                "name": "Радик Маулекаев"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 923,
            "appId": "1031921",
            "mark": 5,
            "comment": "отличный шаблон лаконичный и удобный",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2020-10-22T13:54:25.652",
            "user": {
                "tabNum": "322799",
                "name": "Андрей Шиничев"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 852,
            "appId": "1031921",
            "mark": 4,
            "comment": "Хотелось бы как РРП по этому шаблону разблокировать из приложения учетки моих коллег.",
            "answer": null,
            "likes": 2,
            "tags": [],
            "date": "2020-10-21T20:15:25.576",
            "user": {
                "tabNum": "6701",
                "name": "Юрий Герцен"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 670,
            "appId": "1031921",
            "mark": 4,
            "comment": "Разблокировкой на удаленке приходится пользовать не меньше 10 раз в день, почему так часто блокируется учётка?",
            "answer": null,
            "likes": 8,
            "tags": [],
            "date": "2020-10-20T10:31:14.452",
            "user": {
                "tabNum": "672380",
                "name": "Антон Кротенко"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 466,
            "appId": "1031921",
            "mark": 5,
            "comment": "очень удобно, работает очень быстро ",
            "answer": null,
            "likes": 2,
            "tags": [],
            "date": "2020-10-19T13:05:40.612",
            "user": {
                "tabNum": "1691983",
                "name": "Олег Прохоров"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 453,
            "appId": "1031921",
            "mark": 1,
            "comment": "По 10 раз в день разблокируюсь. Скажите в чём проблема, я её исправлю. Почему идёт молчаливая разблокировка без обратной связи?",
            "answer": null,
            "likes": 8,
            "tags": [],
            "date": "2020-10-19T11:26:30.366",
            "user": {
                "tabNum": "1668889",
                "name": "Дмитрий Докторов"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 452,
            "appId": "1031921",
            "mark": 1,
            "comment": "второй запрос сегодня ставил, просрочка 50 минут уже.",
            "answer": null,
            "likes": 3,
            "tags": [],
            "date": "2020-10-19T11:12:24.357",
            "user": {
                "tabNum": "1011757",
                "name": "Артем Русинов"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 7,
            "appId": "1031921",
            "mark": 5,
            "comment": "ещё один отзыв!",
            "answer": null,
            "likes": 2,
            "tags": [],
            "date": "2020-10-17T07:40:57.052",
            "user": {
                "tabNum": "1190433",
                "name": "Екатерина Кабанкова"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        },
        {
            "id": 6,
            "appId": "1031921",
            "mark": 5,
            "comment": "прекрасный шаблон!",
            "answer": null,
            "likes": 2,
            "tags": [],
            "date": "2020-10-17T07:40:26.661",
            "user": {
                "tabNum": "1190433",
                "name": "Екатерина Кабанкова"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": null
        }
    ]

