[
    {
        "id": 50520,
        "appId": "B01E8DD9D5EC7455E054022128574717",
        "mark": 1,
        "comment": "Сломано ещё с ноября.",
        "answer": null,
        "likes": 1,
        "tags": [],
        "date": "2022-01-07T13:48:01.312255",
        "user": {
            "tabNum": "1780293",
            "name": "Родион Силкачев"
        },
        "isMine": false,
        "isLikedByMe": false,
        "managerAnswer": {
            "id": 1279,
            "user": {
                "tabNum": "1497625",
                "name": "Евгений Анищик"
            },
            "text": "Уточните, пожалуйста, что именно показалось неудобным в приложении? Что хотели бы изменить?",
            "date": "2022-01-11T12:10:03.473901",
            "likeCount": null,
            "isMine": false,
            "isLikedByMe": null
        }
    },
    {
        "id": 50232,
        "appId": "B01E8DD9D5EC7455E054022128574717",
        "mark": 3,
        "comment": " >Возникла проблема при предоставлении временных прав администратора. Перезагрузите устройство и проверьте, что оно в сети. Вы можете попробовать позже или создать заявку\n\nИ так неделю ",
        "answer": null,
        "likes": 2,
        "tags": [],
        "date": "2021-12-25T02:38:30.862212",
        "user": {
            "tabNum": "1806404",
            "name": "Зоригто Сансараймаев"
        },
        "isMine": false,
        "isLikedByMe": false,
        "managerAnswer": {
            "id": 1223,
            "user": {
                "tabNum": "1497625",
                "name": "Евгений Анищик"
            },
            "text": "Добрый день! Мы знаем о данной проблеме и уже работаем над её исправлением. Приносим извинения за возможные неудобства.",
            "date": "2021-12-28T09:09:57.201961",
            "likeCount": null,
            "isMine": false,
            "isLikedByMe": null
        }
    },
    {
        "id": 49990,
        "appId": "B01E8DD9D5EC7455E054022128574717",
        "mark": 1,
        "comment": "все еще выпадает ошибка, невозможно выставить заявку",
        "answer": null,
        "likes": 2,
        "tags": [],
        "date": "2021-12-21T14:17:41.465627",
        "user": {
            "tabNum": "1150962",
            "name": "Татьяна Щегловская"
        },
        "isMine": false,
        "isLikedByMe": false,
        "managerAnswer": {
            "id": 1219,
            "user": {
                "tabNum": "1497625",
                "name": "Евгений Анищик"
            },
            "text": "Добрый день! Данная ошибка будет исправлена в ближайшее время. Приносим извинения за возможные неудобства.",
            "date": "2021-12-28T08:56:16.178933",
            "likeCount": null,
            "isMine": false,
            "isLikedByMe": null
        }
    },
    {
        "id": 49944,
        "appId": "B01E8DD9D5EC7455E054022128574717",
        "mark": 1,
        "comment": "ТО ЖЕ САМОЕ ,ПИШЕТ ОШИБКА СОЗДАНИЯ,КАК СОЗДАТЬ ЗАЯВКУ?",
        "answer": null,
        "likes": 2,
        "tags": [],
        "date": "2021-12-21T10:24:01.533877",
        "user": {
            "tabNum": "702095",
            "name": "Валентина Космачева"
        },
        "isMine": false,
        "isLikedByMe": false,
        "managerAnswer": {
            "id": 1218,
            "user": {
                "tabNum": "1497625",
                "name": "Евгений Анищик"
            },
            "text": "Добрый день! Ошибка возникающая при создании будет исправлена в ближайшее время",
            "date": "2021-12-28T08:55:48.483791",
            "likeCount": null,
            "isMine": false,
            "isLikedByMe": null
        }
    },
    {
        "id": 49908,
        "appId": "B01E8DD9D5EC7455E054022128574717",
        "mark": 1,
        "comment": "Не возможно отправить заявку. После сохранения пишет «Ошибка создания заявки».",
        "answer": null,
        "likes": 1,
        "tags": [],
        "date": "2021-12-20T16:38:45.167613",
        "user": {
            "tabNum": "1793385",
            "name": "Наталья Иванова"
        },
        "isMine": false,
        "isLikedByMe": false,
        "managerAnswer": {
            "id": 1175,
            "user": {
                "tabNum": "1497625",
                "name": "Евгений Анищик"
            },
            "text": "Добрый день! Ошибка возникающая при создании будет исправлена в ближайшее время.",
            "date": "2021-12-21T10:30:44.566345",
            "likeCount": null,
            "isMine": false,
            "isLikedByMe": null
        }
    },
    {
        "id": 49882,
        "appId": "B01E8DD9D5EC7455E054022128574717",
        "mark": 1,
        "comment": "Следую инструкции, часть пути прошла по заведению заявки по шаблону \"Установка программ\", а далее обрыв пути - как сделать заявку - неясно.",
        "answer": null,
        "likes": 0,
        "tags": [],
        "date": "2021-12-20T13:41:14.728574",
        "user": {
            "tabNum": "1808818",
            "name": "Ирина Широкова"
        },
        "isMine": false,
        "isLikedByMe": false,
        "managerAnswer": {
            "id": 1174,
            "user": {
                "tabNum": "1497625",
                "name": "Евгений Анищик"
            },
            "text": "Добрый день! При выборе пункта \"Установить программы\", Вы попадаете на целевой портал для установки Банковского ПО - SberUserSoft. В случае возникновения ошибки при установке ПО, запрос на Удаленную Поддержку будет сгенерирован автоматически.",
            "date": "2021-12-21T10:25:43.792507",
            "likeCount": null,
            "isMine": false,
            "isLikedByMe": null
        }
    },
    {
        "id": 49856,
        "appId": "B01E8DD9D5EC7455E054022128574717",
        "mark": 1,
        "comment": "После сохранения пишет «Ошибка создания заявки».",
        "answer": null,
        "likes": 2,
        "tags": [],
        "date": "2021-12-20T10:24:12.752006",
        "user": {
            "tabNum": "1631531",
            "name": "Максим Рассказов"
        },
        "isMine": false,
        "isLikedByMe": false,
        "managerAnswer": {
            "id": 1173,
            "user": {
                "tabNum": "1497625",
                "name": "Евгений Анищик"
            },
            "text": "Добрый день! Данная ошибка будет исправлена в ближайшее время. Приносим извинения за возможные неудобства.",
            "date": "2021-12-21T10:23:23.439841",
            "likeCount": null,
            "isMine": false,
            "isLikedByMe": null
        }
    },
    {
        "id": 49722,
        "appId": "B01E8DD9D5EC7455E054022128574717",
        "mark": 1,
        "comment": "Очень недружелюбный к пользователю сервис",
        "answer": null,
        "likes": 0,
        "tags": [],
        "date": "2021-12-16T11:30:27.854062",
        "user": {
            "tabNum": "1857630",
            "name": "Иван Кайзер"
        },
        "isMine": false,
        "isLikedByMe": false,
        "managerAnswer": {
            "id": 1152,
            "user": {
                "tabNum": "1497625",
                "name": "Евгений Анищик"
            },
            "text": "Уточните, пожалуйста, что именно показалось неудобным в приложении? Что хотели бы изменить?",
            "date": "2021-12-20T16:56:05.021775",
            "likeCount": null,
            "isMine": false,
            "isLikedByMe": null
        }
    },
    {
        "id": 49651,
        "appId": "B01E8DD9D5EC7455E054022128574717",
        "mark": 1,
        "comment": "Дважды заполнил заявку. После сохранения пишет «Ошибка создания заявки». ",
        "answer": null,
        "likes": 3,
        "tags": [],
        "date": "2021-12-15T11:24:26.296332",
        "user": {
            "tabNum": "1278617",
            "name": "Тимофей Кочергин"
        },
        "isMine": false,
        "isLikedByMe": false,
        "managerAnswer": {
            "id": 1172,
            "user": {
                "tabNum": "1497625",
                "name": "Евгений Анищик"
            },
            "text": "Добрый день! Данная ошибка будет исправлена в ближайшее время.",
            "date": "2021-12-21T10:22:39.456561",
            "likeCount": null,
            "isMine": false,
            "isLikedByMe": null
        }
    },
    {
        "id": 49526,
        "appId": "B01E8DD9D5EC7455E054022128574717",
        "mark": 1,
        "comment": "после заполнения формы получил ошибку, весь текст потерян. ",
        "answer": null,
        "likes": 2,
        "tags": [],
        "date": "2021-12-13T12:25:38.92201",
        "user": {
            "tabNum": "1690284",
            "name": "Сергей Зиновкин"
        },
        "isMine": false,
        "isLikedByMe": false,
        "managerAnswer": {
            "id": 1171,
            "user": {
                "tabNum": "1497625",
                "name": "Евгений Анищик"
            },
            "text": "Спасибо за отзыв! Мы знаем о данной проблеме и уже работаем над её исправлением. Приносим извинения за возможные неудобства.",
            "date": "2021-12-21T10:22:10.619657",
            "likeCount": null,
            "isMine": false,
            "isLikedByMe": null
        }
    },
    {
        "id": 49459,
        "appId": "B01E8DD9D5EC7455E054022128574717",
        "mark": 3,
        "comment": "Шаблон нельзя добавить в Избранное. После того, как закрыли шаблон \"Не работает офисная техника\", который переадресовывал на эту страницу, постоянно приходится пользоваться поиском шаблона.",
        "answer": null,
        "likes": 1,
        "tags": [],
        "date": "2021-12-10T14:56:49.68966",
        "user": {
            "tabNum": "1499622",
            "name": "Александр Белоусов"
        },
        "isMine": false,
        "isLikedByMe": false,
        "managerAnswer": {
            "id": 1135,
            "user": {
                "tabNum": "1497625",
                "name": "Евгений Анищик"
            },
            "text": "Спасибо за отзыв! Опишите пожалуйста проблему подробнее. Приложение добавляется в Избранное аналогично шаблонам.",
            "date": "2021-12-13T18:21:04.433323",
            "likeCount": null,
            "isMine": false,
            "isLikedByMe": null
        }
    },
    {
        "id": 49372,
        "appId": "B01E8DD9D5EC7455E054022128574717",
        "mark": 3,
        "comment": "Не могу понять, какой пароль вводить после получения прав доступа на 24 часа. Для апдейта программ, настроек macOS и т.д.",
        "answer": null,
        "likes": 0,
        "tags": [],
        "date": "2021-12-09T04:07:30.048861",
        "user": {
            "tabNum": "1806404",
            "name": "Зоригто Сансараймаев"
        },
        "isMine": false,
        "isLikedByMe": false,
        "managerAnswer": {
            "id": 1151,
            "user": {
                "tabNum": "1497625",
                "name": "Евгений Анищик"
            },
            "text": "Добрый день! После получения временных прав администратора, пароль от Вашей Учетной Записи н е изменяется. Для входа в ПК необходимо использовать ту же связку Логин\\Пароля.",
            "date": "2021-12-20T16:50:36.044279",
            "likeCount": null,
            "isMine": false,
            "isLikedByMe": null
        }
    },
    {
        "id": 49357,
        "appId": "B01E8DD9D5EC7455E054022128574717",
        "mark": 2,
        "comment": "Заявка Универсальная заявка на доступ к АС. Говорится то тут можно узнать ip адрес, которого тут нет",
        "answer": null,
        "likes": 0,
        "tags": [],
        "date": "2021-12-08T15:36:10.25821",
        "user": {
            "tabNum": "1927073",
            "name": "Радмир Имамов"
        },
        "isMine": false,
        "isLikedByMe": false,
        "managerAnswer": {
            "id": 1134,
            "user": {
                "tabNum": "1497625",
                "name": "Евгений Анищик"
            },
            "text": "Спасибо за отзыв! В приложении \"Мой компьютер\\ноутбук\" отображается писок устройств, на которых вы работали последний месяц. Если нужное устройство не найдено, нажмите Поиск (кнопка Лупы, рядом с Пуск) и введите слова - ИМЯ КОМПЬЮТЕРА.",
            "date": "2021-12-13T18:13:30.113784",
            "likeCount": null,
            "isMine": false,
            "isLikedByMe": null
        }
    },
    {
        "id": 49346,
        "appId": "B01E8DD9D5EC7455E054022128574717",
        "mark": 1,
        "comment": "Медленная загрузка страницы",
        "answer": null,
        "likes": 0,
        "tags": [],
        "date": "2021-12-08T13:14:13.309944",
        "user": {
            "tabNum": "1922750",
            "name": "Григорий Мозгов"
        },
        "isMine": false,
        "isLikedByMe": false,
        "managerAnswer": {
            "id": 1128,
            "user": {
                "tabNum": "1497625",
                "name": "Евгений Анищик"
            },
            "text": "Спасибо за отзыв! Данная проблема будет решена в одном из ближайших обновлений. Приносим извинения за возможные неудобства.",
            "date": "2021-12-08T17:58:41.025367",
            "likeCount": null,
            "isMine": false,
            "isLikedByMe": null
        }
    },
    {
        "id": 49337,
        "appId": "B01E8DD9D5EC7455E054022128574717",
        "mark": 1,
        "comment": "Все так же не работает, выдает права админа не выдавая права админа. Спасибо, коллеги. ",
        "answer": null,
        "likes": 0,
        "tags": [],
        "date": "2021-12-08T11:40:50.981104",
        "user": {
            "tabNum": "1862421",
            "name": "Ника Битюкова"
        },
        "isMine": false,
        "isLikedByMe": false,
        "managerAnswer": {
            "id": 1127,
            "user": {
                "tabNum": "1497625",
                "name": "Евгений Анищик"
            },
            "text": "Спасибо за отзыв! Мы знаем о данной проблеме и уже работаем над её исправлением. Приносим извинения за возможные неудобства.",
            "date": "2021-12-08T17:58:01.039096",
            "likeCount": null,
            "isMine": false,
            "isLikedByMe": null
        }
    },
    {
        "id": 49298,
        "appId": "B01E8DD9D5EC7455E054022128574717",
        "mark": 1,
        "comment": "ЗАВИСАЕТ КОМПЬЮТЕР С УТРА , НЕВОЗМОЖНО РАСПЕЧАТАТЬ БЫСТРО ИНФО ДЛЯ КЛИЕНТА ИЛИ ДР ДОКУМЕНТ , ВЫКИДЫВАЕТ ИЗ ПРОГРАММЫ, ПРИ РАБОТЕ С КЛИЕНТОМ ДОЛГО ГРУЗИТСЯ, ПРРОСЬБА СРОЧНО НАСТРОИТЬ КОМП , ТК ПЕНСИОННЫЙ ДЕНЬ У НАС ТАКТИКА",
        "answer": null,
        "likes": 0,
        "tags": [],
        "date": "2021-12-07T15:02:41.56656",
        "user": {
            "tabNum": "9528",
            "name": "Елена Юнькова"
        },
        "isMine": false,
        "isLikedByMe": false,
        "managerAnswer": {
            "id": 1126,
            "user": {
                "tabNum": "1497625",
                "name": "Евгений Анищик"
            },
            "text": "Спасибо за отзыв! Уточните, пожалуйста, Вам удалось воспользоваться приложением и зарегистрировать обращение? Что именно показалось неудобным? Что хотели бы изменить?",
            "date": "2021-12-08T17:57:31.858677",
            "likeCount": null,
            "isMine": false,
            "isLikedByMe": null
        }
    },
    {
        "id": 49275,
        "appId": "B01E8DD9D5EC7455E054022128574717",
        "mark": 5,
        "comment": "Удобно",
        "answer": null,
        "likes": 1,
        "tags": [],
        "date": "2021-12-07T09:26:04.036341",
        "user": {
            "tabNum": "1826799",
            "name": "Мария Вавилина"
        },
        "isMine": false,
        "isLikedByMe": false,
        "managerAnswer": {
            "id": 1111,
            "user": {
                "tabNum": "1497625",
                "name": "Евгений Анищик"
            },
            "text": "Спасибо за высокую оценку!",
            "date": "2021-12-07T10:28:01.375577",
            "likeCount": null,
            "isMine": false,
            "isLikedByMe": null
        }
    },
    {
        "id": 49254,
        "appId": "B01E8DD9D5EC7455E054022128574717",
        "mark": 1,
        "comment": "так и не выдались права администратора",
        "answer": null,
        "likes": 0,
        "tags": [],
        "date": "2021-12-06T15:36:05.457959",
        "user": {
            "tabNum": "1814871",
            "name": "Анастасия Ляховая"
        },
        "isMine": false,
        "isLikedByMe": false,
        "managerAnswer": {
            "id": 1110,
            "user": {
                "tabNum": "1497625",
                "name": "Евгений Анищик"
            },
            "text": "Спасибо за отзыв! Данная ошибка будет исправлена в ближайшем обновлении!",
            "date": "2021-12-07T10:27:52.46996",
            "likeCount": null,
            "isMine": false,
            "isLikedByMe": null
        }
    },
    {
        "id": 49251,
        "appId": "B01E8DD9D5EC7455E054022128574717",
        "mark": 1,
        "comment": "Временные права админа так и не приехали за несколько часов",
        "answer": null,
        "likes": 0,
        "tags": [],
        "date": "2021-12-06T14:59:01.950222",
        "user": {
            "tabNum": "1717602",
            "name": "Алексей Глушков"
        },
        "isMine": false,
        "isLikedByMe": false,
        "managerAnswer": {
            "id": 1109,
            "user": {
                "tabNum": "1497625",
                "name": "Евгений Анищик"
            },
            "text": "Спасибо за обратную связь! Мы исправим эту ошибку в ближайшем обновлении!",
            "date": "2021-12-07T10:27:25.643586",
            "likeCount": null,
            "isMine": false,
            "isLikedByMe": null
        }
    },
    {
        "id": 48960,
        "appId": "B01E8DD9D5EC7455E054022128574717",
        "mark": 1,
        "comment": "постоянно не показывается мое устройство",
        "answer": null,
        "likes": 0,
        "tags": [],
        "date": "2021-11-30T15:14:49.271664",
        "user": {
            "tabNum": "999054211",
            "name": "Анна Кузина"
        },
        "isMine": false,
        "isLikedByMe": false,
        "managerAnswer": {
            "id": 1108,
            "user": {
                "tabNum": "1497625",
                "name": "Евгений Анищик"
            },
            "text": "Спасибо за отзыв! Мы знаем о данной проблеме и уже работаем над её исправлением. Приносим извинения за возможные неудобства.",
            "date": "2021-12-07T10:26:53.150459",
            "likeCount": null,
            "isMine": false,
            "isLikedByMe": null
        }
    }
]

    [
    {
        "id": 48923,
        "appId": "B01E8DD9D5EC7455E054022128574717",
        "mark": 1,
        "comment": "Заявка на нерабочую технику не создаётся, работать невозможно. Просто уродство  ",
        "answer": null,
        "likes": 0,
        "tags": [],
        "date": "2021-11-29T18:44:54.587075",
        "user": {
            "tabNum": "1922307",
            "name": "Федор Щукин"
        },
        "isMine": false,
        "isLikedByMe": false,
        "managerAnswer": {
            "id": 1107,
            "user": {
                "tabNum": "1497625",
                "name": "Евгений Анищик"
            },
            "text": "Спасибо за отзыв! Мы знаем о данной проблеме и уже работаем над её исправлением. Приносим извинения за возможные неудобства.",
            "date": "2021-12-07T10:26:45.552702",
            "likeCount": null,
            "isMine": false,
            "isLikedByMe": null
        }
    },
        {
            "id": 48890,
            "appId": "B01E8DD9D5EC7455E054022128574717",
            "mark": 1,
            "comment": "в меню нет linux, куда подавать заявку?",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-11-29T11:48:13.226343",
            "user": {
                "tabNum": "1817497",
                "name": "Эльдар Ганбаров"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": {
                "id": 1086,
                "user": {
                    "tabNum": "1497625",
                    "name": "Евгений Анищик"
                },
                "text": "Спасибо за предложение! Мы планируем добавить этот раздел в одном из ближайших обновлений",
                "date": "2021-11-30T09:57:38.151292",
                "likeCount": null,
                "isMine": false,
                "isLikedByMe": null
            }
        },
        {
            "id": 48867,
            "appId": "B01E8DD9D5EC7455E054022128574717",
            "mark": 1,
            "comment": "Появляется сообщение \"Ошибка создания заявки \"Настройка компьютера на рабочем месте\". Введённый в поля текст утрачен. Очень плохо",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-11-29T09:50:05.605319",
            "user": {
                "tabNum": "351741",
                "name": "Артем Ходиков"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": {
                "id": 1085,
                "user": {
                    "tabNum": "1497625",
                    "name": "Евгений Анищик"
                },
                "text": "Спасибо за отзыв! Мы знаем о данной проблеме и уже работаем над её исправлением. Приносим извинения за возможные неудобства.",
                "date": "2021-11-30T09:56:18.357624",
                "likeCount": null,
                "isMine": false,
                "isLikedByMe": null
            }
        },
        {
            "id": 48861,
            "appId": "B01E8DD9D5EC7455E054022128574717",
            "mark": 4,
            "comment": "В диалоге создания заявки нужно дважды (в двух раскрывающихся списках) выбирать одно и то же значение из списка \"Неисправность\".",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-11-29T08:40:19.388896",
            "user": {
                "tabNum": "1752585",
                "name": "Павел Гарев"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": {
                "id": 1084,
                "user": {
                    "tabNum": "1497625",
                    "name": "Евгений Анищик"
                },
                "text": "Спасибо за обратную связь! Мы исправим эту ошибку в ближайшем обновлении!",
                "date": "2021-11-30T09:54:38.399072",
                "likeCount": null,
                "isMine": false,
                "isLikedByMe": null
            }
        },
        {
            "id": 48834,
            "appId": "B01E8DD9D5EC7455E054022128574717",
            "mark": 1,
            "comment": "Увы, услуга не сработала - права не были предоставлены. Хотя ждал более двух часов. Перезагрузка и подключение к  VPN  не помогло(",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-11-26T20:33:50.300506",
            "user": {
                "tabNum": "1902720",
                "name": "Роман Гусев"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": {
                "id": 1082,
                "user": {
                    "tabNum": "1497625",
                    "name": "Евгений Анищик"
                },
                "text": "Спасибо за отзыв! Данная проблема будет решена в одном из ближайших обновлений. Приносим извинения за возможные неудобства.",
                "date": "2021-11-30T09:49:44.149049",
                "likeCount": null,
                "isMine": false,
                "isLikedByMe": null
            }
        },
        {
            "id": 48713,
            "appId": "B01E8DD9D5EC7455E054022128574717",
            "mark": 1,
            "comment": "Не получил права администратора на 24 часа.(",
            "answer": null,
            "likes": 1,
            "tags": [],
            "date": "2021-11-24T19:13:27.052469",
            "user": {
                "tabNum": "1887193",
                "name": "Александр Беренкеев"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": {
                "id": 1083,
                "user": {
                    "tabNum": "1497625",
                    "name": "Евгений Анищик"
                },
                "text": "Спасибо за отзыв! Данная проблема будет решена в одном из ближайших обновлений. Приносим извинения за возможные неудобства.",
                "date": "2021-11-30T09:49:51.413839",
                "likeCount": null,
                "isMine": false,
                "isLikedByMe": null
            }
        },
        {
            "id": 48708,
            "appId": "B01E8DD9D5EC7455E054022128574717",
            "mark": 1,
            "comment": "не работает заявка",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-11-24T17:51:47.57395",
            "user": {
                "tabNum": "1836530",
                "name": "Дмитрий Васильев"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": {
                "id": 1081,
                "user": {
                    "tabNum": "1497625",
                    "name": "Евгений Анищик"
                },
                "text": "Спасибо за отзыв! Мы знаем о данной проблеме и уже работаем над её исправлением. Приносим извинения за возможные неудобства.",
                "date": "2021-11-30T09:48:05.613166",
                "likeCount": null,
                "isMine": false,
                "isLikedByMe": null
            }
        },
        {
            "id": 48644,
            "appId": "B01E8DD9D5EC7455E054022128574717",
            "mark": 5,
            "comment": "оч удобно сделано! ",
            "answer": null,
            "likes": 3,
            "tags": [],
            "date": "2021-11-24T09:05:46.962412",
            "user": {
                "tabNum": "418386",
                "name": "Наталья Науменко"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": {
                "id": 1080,
                "user": {
                    "tabNum": "1497625",
                    "name": "Евгений Анищик"
                },
                "text": "Спасибо за высокую оценку!",
                "date": "2021-11-30T09:47:24.927039",
                "likeCount": null,
                "isMine": false,
                "isLikedByMe": null
            }
        },
        {
            "id": 48627,
            "appId": "B01E8DD9D5EC7455E054022128574717",
            "mark": 5,
            "comment": "Отлично",
            "answer": null,
            "likes": 1,
            "tags": [],
            "date": "2021-11-23T22:45:50.852352",
            "user": {
                "tabNum": "1061459",
                "name": "Наталия Копнова"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": {
                "id": 1079,
                "user": {
                    "tabNum": "1497625",
                    "name": "Евгений Анищик"
                },
                "text": "Спасибо за высокую оценку!",
                "date": "2021-11-30T09:47:20.975811",
                "likeCount": null,
                "isMine": false,
                "isLikedByMe": null
            }
        },
        {
            "id": 48567,
            "appId": "B01E8DD9D5EC7455E054022128574717",
            "mark": 5,
            "comment": "Отличный сервис. Стало гораздо удобнее, т.к. теперь все в одном месте. Очень полезная функция перезагрузки ПК, на удалёнке часто выручает.",
            "answer": null,
            "likes": 2,
            "tags": [],
            "date": "2021-11-23T08:20:04.72815",
            "user": {
                "tabNum": "324541",
                "name": "Алексей Чалов"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": {
                "id": 1050,
                "user": {
                    "tabNum": "1497625",
                    "name": "Евгений Анищик"
                },
                "text": "Спасибо за высокую оценку!",
                "date": "2021-11-23T09:57:10.191447",
                "likeCount": null,
                "isMine": false,
                "isLikedByMe": null
            }
        },
        {
            "id": 48535,
            "appId": "B01E8DD9D5EC7455E054022128574717",
            "mark": 1,
            "comment": "не получил права администратора",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-11-22T12:44:58.485705",
            "user": {
                "tabNum": "1863864",
                "name": "Алексей Моисеенко"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": {
                "id": 1049,
                "user": {
                    "tabNum": "1497625",
                    "name": "Евгений Анищик"
                },
                "text": "Спасибо за отзыв! Данная проблема будет решена в одном из ближайших обновлений. Приносим извинения за возможные неудобства.",
                "date": "2021-11-23T09:56:55.051641",
                "likeCount": null,
                "isMine": false,
                "isLikedByMe": null
            }
        },
        {
            "id": 48508,
            "appId": "B01E8DD9D5EC7455E054022128574717",
            "mark": 1,
            "comment": "Отсутствует функционал \"не работает компьютер\", есть только опции \"перезагрузить\", \"разблокировать УЗ\" и \"получить права доступа\". Хотя с одноименной заявки перенаправляет именно сюда",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-11-22T10:10:51.717137",
            "user": {
                "tabNum": "1861742",
                "name": "Алексей Скетин"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": {
                "id": 1048,
                "user": {
                    "tabNum": "1497625",
                    "name": "Евгений Анищик"
                },
                "text": "Спасибо за отзыв! Описанный функционал присутствует в МИПе в пунктах выбора. Уточните, пожалуйста, что именно показалось неудобным в приложении? Что хотели бы изменить?",
                "date": "2021-11-23T09:56:43.324415",
                "likeCount": null,
                "isMine": false,
                "isLikedByMe": null
            }
        },
        {
            "id": 48500,
            "appId": "B01E8DD9D5EC7455E054022128574717",
            "mark": 1,
            "comment": "Ошибка при создании заявки",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-11-22T09:20:56.904874",
            "user": {
                "tabNum": "1432405",
                "name": "Елена Мосина"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": {
                "id": 1047,
                "user": {
                    "tabNum": "1497625",
                    "name": "Евгений Анищик"
                },
                "text": "Спасибо за обратную связь! Мы знаем о данной проблеме и уже работаем над её исправлением. Приносим извинения за возможные неудобства.",
                "date": "2021-11-23T09:55:28.192769",
                "likeCount": null,
                "isMine": false,
                "isLikedByMe": null
            }
        },
        {
            "id": 48441,
            "appId": "B01E8DD9D5EC7455E054022128574717",
            "mark": 1,
            "comment": "Права не ставятся после перезагрузки и даже по прошествии 12 часов, прошу помочь с проблемой",
            "answer": null,
            "likes": 1,
            "tags": [],
            "date": "2021-11-19T13:49:47.382153",
            "user": {
                "tabNum": "1842086",
                "name": "Рената Мухамадеева"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": {
                "id": 1046,
                "user": {
                    "tabNum": "1497625",
                    "name": "Евгений Анищик"
                },
                "text": "Спасибо за отзыв! Данная проблема будет решена в одном из ближайших обновлений. Приносим извинения за возможные неудобства.",
                "date": "2021-11-23T09:55:11.760358",
                "likeCount": null,
                "isMine": false,
                "isLikedByMe": null
            }
        },
        {
            "id": 48404,
            "appId": "B01E8DD9D5EC7455E054022128574717",
            "mark": 2,
            "comment": "На мак не прилетели права администратора на 24 часа, хотя на стайте указан статус \"предоставлены\". И нет кнопки \"повторить\".",
            "answer": null,
            "likes": 2,
            "tags": [],
            "date": "2021-11-19T08:20:56.478063",
            "user": {
                "tabNum": "1867547",
                "name": "Михаил Насыров"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": {
                "id": 1045,
                "user": {
                    "tabNum": "1497625",
                    "name": "Евгений Анищик"
                },
                "text": "Спасибо за отзыв! Данная проблема будет решена в одном из ближайших обновлений. Приносим извинения за возможные неудобства.",
                "date": "2021-11-23T09:54:59.561013",
                "likeCount": null,
                "isMine": false,
                "isLikedByMe": null
            }
        },
        {
            "id": 48206,
            "appId": "B01E8DD9D5EC7455E054022128574717",
            "mark": 1,
            "comment": "Ошибка при создании заявки (на iOS 14)",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-11-17T11:27:53.221985",
            "user": {
                "tabNum": "1656445",
                "name": "Игорь Корделюк"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": {
                "id": 1044,
                "user": {
                    "tabNum": "1497625",
                    "name": "Евгений Анищик"
                },
                "text": "Спасибо за обратную связь! Мы знаем о данной проблеме и уже работаем над её исправлением. Приносим извинения за возможные неудобства.",
                "date": "2021-11-23T09:53:44.097366",
                "likeCount": null,
                "isMine": false,
                "isLikedByMe": null
            }
        },
        {
            "id": 47842,
            "appId": "B01E8DD9D5EC7455E054022128574717",
            "mark": 1,
            "comment": "сервис недоступен",
            "answer": null,
            "likes": 3,
            "tags": [],
            "date": "2021-11-13T10:15:35.043818",
            "user": {
                "tabNum": "1530411",
                "name": "Айгель Нугуманова"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": {
                "id": 1043,
                "user": {
                    "tabNum": "1497625",
                    "name": "Евгений Анищик"
                },
                "text": "Спасибо за отзыв! Мы уже работаем над исправлением данной проблемы. Приносим извинения за возможные неудобства.",
                "date": "2021-11-23T09:52:52.756583",
                "likeCount": null,
                "isMine": false,
                "isLikedByMe": null
            }
        },
        {
            "id": 47687,
            "appId": "B01E8DD9D5EC7455E054022128574717",
            "mark": 1,
            "comment": "Сервис недоступен (пустой экран)",
            "answer": null,
            "likes": 2,
            "tags": [],
            "date": "2021-11-10T17:44:57.593897",
            "user": {
                "tabNum": "1827709",
                "name": "Данила Зубок"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": {
                "id": 1042,
                "user": {
                    "tabNum": "1497625",
                    "name": "Евгений Анищик"
                },
                "text": "Спасибо за отзыв! Мы знаем о данной проблеме и уже работаем над её исправлением. Приносим извинения за возможные неудобства.",
                "date": "2021-11-23T09:52:05.201529",
                "likeCount": null,
                "isMine": false,
                "isLikedByMe": null
            }
        },
        {
            "id": 47670,
            "appId": "B01E8DD9D5EC7455E054022128574717",
            "mark": 3,
            "comment": "Отображается неактуальный IP-адрес для компьютера в домене alpha ",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-11-10T14:13:46.504759",
            "user": {
                "tabNum": "1657909",
                "name": "Рустем Ахметшин"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": {
                "id": 1002,
                "user": {
                    "tabNum": "1497625",
                    "name": "Евгений Анищик"
                },
                "text": "Спасибо за отзыв! Мы знаем о данной проблеме и уже работаем над её исправлением. Приносим извинения за возможные неудобства.",
                "date": "2021-11-16T09:14:51.670753",
                "likeCount": null,
                "isMine": false,
                "isLikedByMe": null
            }
        },
        {
            "id": 47620,
            "appId": "B01E8DD9D5EC7455E054022128574717",
            "mark": 1,
            "comment": "Когда заводишь заявку на то, что оборудование плохо работает, ждать анализа надо 2 недели? Т.е. если CPU и RAM улетят под 100% и там поселятся, то надо остановить работу? Или только через эскалации можно получить сервис быстро? ",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-11-10T08:24:19.962509",
            "user": {
                "tabNum": "1755450",
                "name": "Эдуард Налбандян"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": {
                "id": 1000,
                "user": {
                    "tabNum": "1497625",
                    "name": "Евгений Анищик"
                },
                "text": "Спасибо за отзыв! Процесс выявления причин медленной работы компьютера действительно занимает немного больше времени, чем решение других запросов и может длиться до 5 рабочих дней. Это связано с необходимостью провести комплексный анализ работоспособности как аппаратной, так и програмной частей ПК. Мы работаем над сокращением этого времени и в ближайших версиях будем его уменьшать. Приносим извинения за возможные неудобства.",
                "date": "2021-11-16T09:14:13.245954",
                "likeCount": null,
                "isMine": false,
                "isLikedByMe": null
            }
        }
    ]

    [
    {
        "id": 48923,
        "appId": "B01E8DD9D5EC7455E054022128574717",
        "mark": 1,
        "comment": "Заявка на нерабочую технику не создаётся, работать невозможно. Просто уродство  ",
        "answer": null,
        "likes": 0,
        "tags": [],
        "date": "2021-11-29T18:44:54.587075",
        "user": {
            "tabNum": "1922307",
            "name": "Федор Щукин"
        },
        "isMine": false,
        "isLikedByMe": false,
        "managerAnswer": {
            "id": 1107,
            "user": {
                "tabNum": "1497625",
                "name": "Евгений Анищик"
            },
            "text": "Спасибо за отзыв! Мы знаем о данной проблеме и уже работаем над её исправлением. Приносим извинения за возможные неудобства.",
            "date": "2021-12-07T10:26:45.552702",
            "likeCount": null,
            "isMine": false,
            "isLikedByMe": null
        }
    },
        {
            "id": 48890,
            "appId": "B01E8DD9D5EC7455E054022128574717",
            "mark": 1,
            "comment": "в меню нет linux, куда подавать заявку?",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-11-29T11:48:13.226343",
            "user": {
                "tabNum": "1817497",
                "name": "Эльдар Ганбаров"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": {
                "id": 1086,
                "user": {
                    "tabNum": "1497625",
                    "name": "Евгений Анищик"
                },
                "text": "Спасибо за предложение! Мы планируем добавить этот раздел в одном из ближайших обновлений",
                "date": "2021-11-30T09:57:38.151292",
                "likeCount": null,
                "isMine": false,
                "isLikedByMe": null
            }
        },
        {
            "id": 48867,
            "appId": "B01E8DD9D5EC7455E054022128574717",
            "mark": 1,
            "comment": "Появляется сообщение \"Ошибка создания заявки \"Настройка компьютера на рабочем месте\". Введённый в поля текст утрачен. Очень плохо",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-11-29T09:50:05.605319",
            "user": {
                "tabNum": "351741",
                "name": "Артем Ходиков"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": {
                "id": 1085,
                "user": {
                    "tabNum": "1497625",
                    "name": "Евгений Анищик"
                },
                "text": "Спасибо за отзыв! Мы знаем о данной проблеме и уже работаем над её исправлением. Приносим извинения за возможные неудобства.",
                "date": "2021-11-30T09:56:18.357624",
                "likeCount": null,
                "isMine": false,
                "isLikedByMe": null
            }
        },
        {
            "id": 48861,
            "appId": "B01E8DD9D5EC7455E054022128574717",
            "mark": 4,
            "comment": "В диалоге создания заявки нужно дважды (в двух раскрывающихся списках) выбирать одно и то же значение из списка \"Неисправность\".",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-11-29T08:40:19.388896",
            "user": {
                "tabNum": "1752585",
                "name": "Павел Гарев"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": {
                "id": 1084,
                "user": {
                    "tabNum": "1497625",
                    "name": "Евгений Анищик"
                },
                "text": "Спасибо за обратную связь! Мы исправим эту ошибку в ближайшем обновлении!",
                "date": "2021-11-30T09:54:38.399072",
                "likeCount": null,
                "isMine": false,
                "isLikedByMe": null
            }
        },
        {
            "id": 48834,
            "appId": "B01E8DD9D5EC7455E054022128574717",
            "mark": 1,
            "comment": "Увы, услуга не сработала - права не были предоставлены. Хотя ждал более двух часов. Перезагрузка и подключение к  VPN  не помогло(",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-11-26T20:33:50.300506",
            "user": {
                "tabNum": "1902720",
                "name": "Роман Гусев"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": {
                "id": 1082,
                "user": {
                    "tabNum": "1497625",
                    "name": "Евгений Анищик"
                },
                "text": "Спасибо за отзыв! Данная проблема будет решена в одном из ближайших обновлений. Приносим извинения за возможные неудобства.",
                "date": "2021-11-30T09:49:44.149049",
                "likeCount": null,
                "isMine": false,
                "isLikedByMe": null
            }
        },
        {
            "id": 48713,
            "appId": "B01E8DD9D5EC7455E054022128574717",
            "mark": 1,
            "comment": "Не получил права администратора на 24 часа.(",
            "answer": null,
            "likes": 1,
            "tags": [],
            "date": "2021-11-24T19:13:27.052469",
            "user": {
                "tabNum": "1887193",
                "name": "Александр Беренкеев"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": {
                "id": 1083,
                "user": {
                    "tabNum": "1497625",
                    "name": "Евгений Анищик"
                },
                "text": "Спасибо за отзыв! Данная проблема будет решена в одном из ближайших обновлений. Приносим извинения за возможные неудобства.",
                "date": "2021-11-30T09:49:51.413839",
                "likeCount": null,
                "isMine": false,
                "isLikedByMe": null
            }
        },
        {
            "id": 48708,
            "appId": "B01E8DD9D5EC7455E054022128574717",
            "mark": 1,
            "comment": "не работает заявка",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-11-24T17:51:47.57395",
            "user": {
                "tabNum": "1836530",
                "name": "Дмитрий Васильев"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": {
                "id": 1081,
                "user": {
                    "tabNum": "1497625",
                    "name": "Евгений Анищик"
                },
                "text": "Спасибо за отзыв! Мы знаем о данной проблеме и уже работаем над её исправлением. Приносим извинения за возможные неудобства.",
                "date": "2021-11-30T09:48:05.613166",
                "likeCount": null,
                "isMine": false,
                "isLikedByMe": null
            }
        },
        {
            "id": 48644,
            "appId": "B01E8DD9D5EC7455E054022128574717",
            "mark": 5,
            "comment": "оч удобно сделано! ",
            "answer": null,
            "likes": 3,
            "tags": [],
            "date": "2021-11-24T09:05:46.962412",
            "user": {
                "tabNum": "418386",
                "name": "Наталья Науменко"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": {
                "id": 1080,
                "user": {
                    "tabNum": "1497625",
                    "name": "Евгений Анищик"
                },
                "text": "Спасибо за высокую оценку!",
                "date": "2021-11-30T09:47:24.927039",
                "likeCount": null,
                "isMine": false,
                "isLikedByMe": null
            }
        },
        {
            "id": 48627,
            "appId": "B01E8DD9D5EC7455E054022128574717",
            "mark": 5,
            "comment": "Отлично",
            "answer": null,
            "likes": 1,
            "tags": [],
            "date": "2021-11-23T22:45:50.852352",
            "user": {
                "tabNum": "1061459",
                "name": "Наталия Копнова"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": {
                "id": 1079,
                "user": {
                    "tabNum": "1497625",
                    "name": "Евгений Анищик"
                },
                "text": "Спасибо за высокую оценку!",
                "date": "2021-11-30T09:47:20.975811",
                "likeCount": null,
                "isMine": false,
                "isLikedByMe": null
            }
        },
        {
            "id": 48567,
            "appId": "B01E8DD9D5EC7455E054022128574717",
            "mark": 5,
            "comment": "Отличный сервис. Стало гораздо удобнее, т.к. теперь все в одном месте. Очень полезная функция перезагрузки ПК, на удалёнке часто выручает.",
            "answer": null,
            "likes": 2,
            "tags": [],
            "date": "2021-11-23T08:20:04.72815",
            "user": {
                "tabNum": "324541",
                "name": "Алексей Чалов"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": {
                "id": 1050,
                "user": {
                    "tabNum": "1497625",
                    "name": "Евгений Анищик"
                },
                "text": "Спасибо за высокую оценку!",
                "date": "2021-11-23T09:57:10.191447",
                "likeCount": null,
                "isMine": false,
                "isLikedByMe": null
            }
        },
        {
            "id": 48535,
            "appId": "B01E8DD9D5EC7455E054022128574717",
            "mark": 1,
            "comment": "не получил права администратора",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-11-22T12:44:58.485705",
            "user": {
                "tabNum": "1863864",
                "name": "Алексей Моисеенко"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": {
                "id": 1049,
                "user": {
                    "tabNum": "1497625",
                    "name": "Евгений Анищик"
                },
                "text": "Спасибо за отзыв! Данная проблема будет решена в одном из ближайших обновлений. Приносим извинения за возможные неудобства.",
                "date": "2021-11-23T09:56:55.051641",
                "likeCount": null,
                "isMine": false,
                "isLikedByMe": null
            }
        },
        {
            "id": 48508,
            "appId": "B01E8DD9D5EC7455E054022128574717",
            "mark": 1,
            "comment": "Отсутствует функционал \"не работает компьютер\", есть только опции \"перезагрузить\", \"разблокировать УЗ\" и \"получить права доступа\". Хотя с одноименной заявки перенаправляет именно сюда",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-11-22T10:10:51.717137",
            "user": {
                "tabNum": "1861742",
                "name": "Алексей Скетин"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": {
                "id": 1048,
                "user": {
                    "tabNum": "1497625",
                    "name": "Евгений Анищик"
                },
                "text": "Спасибо за отзыв! Описанный функционал присутствует в МИПе в пунктах выбора. Уточните, пожалуйста, что именно показалось неудобным в приложении? Что хотели бы изменить?",
                "date": "2021-11-23T09:56:43.324415",
                "likeCount": null,
                "isMine": false,
                "isLikedByMe": null
            }
        },
        {
            "id": 48500,
            "appId": "B01E8DD9D5EC7455E054022128574717",
            "mark": 1,
            "comment": "Ошибка при создании заявки",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-11-22T09:20:56.904874",
            "user": {
                "tabNum": "1432405",
                "name": "Елена Мосина"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": {
                "id": 1047,
                "user": {
                    "tabNum": "1497625",
                    "name": "Евгений Анищик"
                },
                "text": "Спасибо за обратную связь! Мы знаем о данной проблеме и уже работаем над её исправлением. Приносим извинения за возможные неудобства.",
                "date": "2021-11-23T09:55:28.192769",
                "likeCount": null,
                "isMine": false,
                "isLikedByMe": null
            }
        },
        {
            "id": 48441,
            "appId": "B01E8DD9D5EC7455E054022128574717",
            "mark": 1,
            "comment": "Права не ставятся после перезагрузки и даже по прошествии 12 часов, прошу помочь с проблемой",
            "answer": null,
            "likes": 1,
            "tags": [],
            "date": "2021-11-19T13:49:47.382153",
            "user": {
                "tabNum": "1842086",
                "name": "Рената Мухамадеева"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": {
                "id": 1046,
                "user": {
                    "tabNum": "1497625",
                    "name": "Евгений Анищик"
                },
                "text": "Спасибо за отзыв! Данная проблема будет решена в одном из ближайших обновлений. Приносим извинения за возможные неудобства.",
                "date": "2021-11-23T09:55:11.760358",
                "likeCount": null,
                "isMine": false,
                "isLikedByMe": null
            }
        },
        {
            "id": 48404,
            "appId": "B01E8DD9D5EC7455E054022128574717",
            "mark": 2,
            "comment": "На мак не прилетели права администратора на 24 часа, хотя на стайте указан статус \"предоставлены\". И нет кнопки \"повторить\".",
            "answer": null,
            "likes": 2,
            "tags": [],
            "date": "2021-11-19T08:20:56.478063",
            "user": {
                "tabNum": "1867547",
                "name": "Михаил Насыров"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": {
                "id": 1045,
                "user": {
                    "tabNum": "1497625",
                    "name": "Евгений Анищик"
                },
                "text": "Спасибо за отзыв! Данная проблема будет решена в одном из ближайших обновлений. Приносим извинения за возможные неудобства.",
                "date": "2021-11-23T09:54:59.561013",
                "likeCount": null,
                "isMine": false,
                "isLikedByMe": null
            }
        },
        {
            "id": 48206,
            "appId": "B01E8DD9D5EC7455E054022128574717",
            "mark": 1,
            "comment": "Ошибка при создании заявки (на iOS 14)",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-11-17T11:27:53.221985",
            "user": {
                "tabNum": "1656445",
                "name": "Игорь Корделюк"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": {
                "id": 1044,
                "user": {
                    "tabNum": "1497625",
                    "name": "Евгений Анищик"
                },
                "text": "Спасибо за обратную связь! Мы знаем о данной проблеме и уже работаем над её исправлением. Приносим извинения за возможные неудобства.",
                "date": "2021-11-23T09:53:44.097366",
                "likeCount": null,
                "isMine": false,
                "isLikedByMe": null
            }
        },
        {
            "id": 47842,
            "appId": "B01E8DD9D5EC7455E054022128574717",
            "mark": 1,
            "comment": "сервис недоступен",
            "answer": null,
            "likes": 3,
            "tags": [],
            "date": "2021-11-13T10:15:35.043818",
            "user": {
                "tabNum": "1530411",
                "name": "Айгель Нугуманова"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": {
                "id": 1043,
                "user": {
                    "tabNum": "1497625",
                    "name": "Евгений Анищик"
                },
                "text": "Спасибо за отзыв! Мы уже работаем над исправлением данной проблемы. Приносим извинения за возможные неудобства.",
                "date": "2021-11-23T09:52:52.756583",
                "likeCount": null,
                "isMine": false,
                "isLikedByMe": null
            }
        },
        {
            "id": 47687,
            "appId": "B01E8DD9D5EC7455E054022128574717",
            "mark": 1,
            "comment": "Сервис недоступен (пустой экран)",
            "answer": null,
            "likes": 2,
            "tags": [],
            "date": "2021-11-10T17:44:57.593897",
            "user": {
                "tabNum": "1827709",
                "name": "Данила Зубок"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": {
                "id": 1042,
                "user": {
                    "tabNum": "1497625",
                    "name": "Евгений Анищик"
                },
                "text": "Спасибо за отзыв! Мы знаем о данной проблеме и уже работаем над её исправлением. Приносим извинения за возможные неудобства.",
                "date": "2021-11-23T09:52:05.201529",
                "likeCount": null,
                "isMine": false,
                "isLikedByMe": null
            }
        },
        {
            "id": 47670,
            "appId": "B01E8DD9D5EC7455E054022128574717",
            "mark": 3,
            "comment": "Отображается неактуальный IP-адрес для компьютера в домене alpha ",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-11-10T14:13:46.504759",
            "user": {
                "tabNum": "1657909",
                "name": "Рустем Ахметшин"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": {
                "id": 1002,
                "user": {
                    "tabNum": "1497625",
                    "name": "Евгений Анищик"
                },
                "text": "Спасибо за отзыв! Мы знаем о данной проблеме и уже работаем над её исправлением. Приносим извинения за возможные неудобства.",
                "date": "2021-11-16T09:14:51.670753",
                "likeCount": null,
                "isMine": false,
                "isLikedByMe": null
            }
        },
        {
            "id": 47620,
            "appId": "B01E8DD9D5EC7455E054022128574717",
            "mark": 1,
            "comment": "Когда заводишь заявку на то, что оборудование плохо работает, ждать анализа надо 2 недели? Т.е. если CPU и RAM улетят под 100% и там поселятся, то надо остановить работу? Или только через эскалации можно получить сервис быстро? ",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-11-10T08:24:19.962509",
            "user": {
                "tabNum": "1755450",
                "name": "Эдуард Налбандян"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": {
                "id": 1000,
                "user": {
                    "tabNum": "1497625",
                    "name": "Евгений Анищик"
                },
                "text": "Спасибо за отзыв! Процесс выявления причин медленной работы компьютера действительно занимает немного больше времени, чем решение других запросов и может длиться до 5 рабочих дней. Это связано с необходимостью провести комплексный анализ работоспособности как аппаратной, так и програмной частей ПК. Мы работаем над сокращением этого времени и в ближайших версиях будем его уменьшать. Приносим извинения за возможные неудобства.",
                "date": "2021-11-16T09:14:13.245954",
                "likeCount": null,
                "isMine": false,
                "isLikedByMe": null
            }
        }
    ]


    [
    {
        "id": 47611,
        "appId": "B01E8DD9D5EC7455E054022128574717",
        "mark": 2,
        "comment": "Здравствуйте! После предоставления прав на сутки пропал доступ к половине ресурсов.\nВПН подключается, сертификат применяется, а ничего не открывает.\n\nspac, курс, пульс, графана - работают\nджира, конфлюенс, адрессбук - нет (ERR_CONNECTION_TIMED_OUT)\n\nПеред выдачей прав было окно, что часть функционала будет недоступно. Было бы неплохо предупредить, какая именно. Доступ пропал к крайне важным для работы ресурсам(\n",
        "answer": null,
        "likes": 1,
        "tags": [],
        "date": "2021-11-09T22:33:22.035543",
        "user": {
            "tabNum": "1891705",
            "name": "Екатерина Смурова"
        },
        "isMine": false,
        "isLikedByMe": false,
        "managerAnswer": {
            "id": 1006,
            "user": {
                "tabNum": "1497625",
                "name": "Евгений Анищик"
            },
            "text": "Спасибо за предложение! Мы постоянно работаем над улучшением нашего приложения и учтём Ваше замечание в работе.",
            "date": "2021-11-16T09:48:57.620228",
            "likeCount": null,
            "isMine": false,
            "isLikedByMe": null
        }
    },
        {
            "id": 47417,
            "appId": "B01E8DD9D5EC7455E054022128574717",
            "mark": 1,
            "comment": "С десятого раза увидел ноутбук в списке своих устройств. При попытке получить временные права администратора словил ошибку \"     \". \n\nДа, именно такую, без каких-либо подробностей. Отличный сервис. ",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-11-07T10:36:28.812513",
            "user": {
                "tabNum": "1889478",
                "name": "Иван Орлов"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": {
                "id": 1001,
                "user": {
                    "tabNum": "1497625",
                    "name": "Евгений Анищик"
                },
                "text": "Спасибо за отзыв! Мы знаем о данной проблеме и уже работаем над её исправлением. Приносим извинения за возможные неудобства.",
                "date": "2021-11-16T09:14:42.826001",
                "likeCount": null,
                "isMine": false,
                "isLikedByMe": null
            }
        },
        {
            "id": 47346,
            "appId": "B01E8DD9D5EC7455E054022128574717",
            "mark": 1,
            "comment": "Делала заявку и все слетел, что делать, не понятно ",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-11-03T18:03:47.994156",
            "user": {
                "tabNum": "1813337",
                "name": "Татьяна Драговаловская"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": {
                "id": 999,
                "user": {
                    "tabNum": "1497625",
                    "name": "Евгений Анищик"
                },
                "text": "Спасибо за отзыв! Уточните, пожалуйста, на каком моменте возникает ощибка?",
                "date": "2021-11-16T09:08:50.796342",
                "likeCount": null,
                "isMine": false,
                "isLikedByMe": null
            }
        },
        {
            "id": 47271,
            "appId": "B01E8DD9D5EC7455E054022128574717",
            "mark": 1,
            "comment": "Невозможно создать заявку - пишет что ошибка создания заявки без каких либо подробностей.",
            "answer": null,
            "likes": 3,
            "tags": [],
            "date": "2021-11-02T14:40:55.041186",
            "user": {
                "tabNum": "1918539",
                "name": "Иван Тимофеев"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": {
                "id": 998,
                "user": {
                    "tabNum": "1497625",
                    "name": "Евгений Анищик"
                },
                "text": "Спасибо за отзыв! В ближайших версиях ошибка будет исправлена. Приносим извинения за возможные неудобства.",
                "date": "2021-11-16T09:05:18.973169",
                "likeCount": null,
                "isMine": false,
                "isLikedByMe": null
            }
        },
        {
            "id": 47250,
            "appId": "B01E8DD9D5EC7455E054022128574717",
            "mark": 2,
            "comment": "Не доступна страница получить права администратора на MacOS",
            "answer": null,
            "likes": 1,
            "tags": [],
            "date": "2021-11-02T12:02:34.047021",
            "user": {
                "tabNum": "1656824",
                "name": "Владимир Меркулов"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": {
                "id": 997,
                "user": {
                    "tabNum": "1497625",
                    "name": "Евгений Анищик"
                },
                "text": "Спасибо за отзыв! Уточните, пожалуйста, какая ошибка выходит при входе в раздел?",
                "date": "2021-11-16T09:04:11.198757",
                "likeCount": null,
                "isMine": false,
                "isLikedByMe": null
            }
        },
        {
            "id": 47077,
            "appId": "B01E8DD9D5EC7455E054022128574717",
            "mark": 1,
            "comment": "При переходе с вкладки мое оборудование-настроить нет ноутбука, хотя он отражается в с/с",
            "answer": null,
            "likes": 1,
            "tags": [],
            "date": "2021-10-29T16:45:45.35661",
            "user": {
                "tabNum": "922021",
                "name": "Алексей Петров"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": {
                "id": 995,
                "user": {
                    "tabNum": "1497625",
                    "name": "Евгений Анищик"
                },
                "text": "Спасибо за отзыв! Мы знаем о данной проблеме и уже работаем над её исправлением. Приносим извинения за возможные неудобства.",
                "date": "2021-11-16T09:01:15.744716",
                "likeCount": null,
                "isMine": false,
                "isLikedByMe": null
            }
        },
        {
            "id": 47060,
            "appId": "B01E8DD9D5EC7455E054022128574717",
            "mark": 5,
            "comment": "Все понятно, отличный сервис",
            "answer": null,
            "likes": 1,
            "tags": [],
            "date": "2021-10-29T13:56:35.568266",
            "user": {
                "tabNum": "1570433",
                "name": "Олег Шварёв"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": {
                "id": 944,
                "user": {
                    "tabNum": "1497625",
                    "name": "Евгений Анищик"
                },
                "text": "Спасибо за высокую оценку!",
                "date": "2021-11-02T07:30:18.854326",
                "likeCount": null,
                "isMine": false,
                "isLikedByMe": null
            }
        },
        {
            "id": 47041,
            "appId": "B01E8DD9D5EC7455E054022128574717",
            "mark": 5,
            "comment": "заявку создала быстро",
            "answer": null,
            "likes": 1,
            "tags": [],
            "date": "2021-10-29T10:12:25.866806",
            "user": {
                "tabNum": "415589",
                "name": "Елена Сотникова"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": {
                "id": 943,
                "user": {
                    "tabNum": "1497625",
                    "name": "Евгений Анищик"
                },
                "text": "Спасибо за высокую оценку!",
                "date": "2021-11-02T07:30:15.821058",
                "likeCount": null,
                "isMine": false,
                "isLikedByMe": null
            }
        },
        {
            "id": 47036,
            "appId": "B01E8DD9D5EC7455E054022128574717",
            "mark": 1,
            "comment": "ошибка создания заявки. сервис не работает!!!!!",
            "answer": null,
            "likes": 2,
            "tags": [],
            "date": "2021-10-29T09:49:59.261671",
            "user": {
                "tabNum": "1042278",
                "name": "Ольга Мисюряева"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": {
                "id": 940,
                "user": {
                    "tabNum": "1497625",
                    "name": "Евгений Анищик"
                },
                "text": "Спасибо за отзыв! Уточните, пожалуйста, какая ошибка выходит при попытке создания обращения?",
                "date": "2021-11-02T07:29:34.000063",
                "likeCount": null,
                "isMine": false,
                "isLikedByMe": null
            }
        },
        {
            "id": 47009,
            "appId": "B01E8DD9D5EC7455E054022128574717",
            "mark": 1,
            "comment": "Ошибка создания заявки",
            "answer": null,
            "likes": 2,
            "tags": [],
            "date": "2021-10-28T18:45:55.880674",
            "user": {
                "tabNum": "1747342",
                "name": "Игорь Грамяк"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": {
                "id": 939,
                "user": {
                    "tabNum": "1497625",
                    "name": "Евгений Анищик"
                },
                "text": "Спасибо за отзыв! Уточните, пожалуйста, какая ошибка выходит при попытке создания обращения?",
                "date": "2021-11-02T07:29:28.398521",
                "likeCount": null,
                "isMine": false,
                "isLikedByMe": null
            }
        },
        {
            "id": 46989,
            "appId": "B01E8DD9D5EC7455E054022128574717",
            "mark": 1,
            "comment": "Сервис не доступен",
            "answer": null,
            "likes": 1,
            "tags": [],
            "date": "2021-10-28T14:44:15.565015",
            "user": {
                "tabNum": "1656824",
                "name": "Владимир Меркулов"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": {
                "id": 941,
                "user": {
                    "tabNum": "1497625",
                    "name": "Евгений Анищик"
                },
                "text": "Спасибо за отзыв! Мы знаем о данной проблеме и уже работаем над её исправлением. Приносим извинения за возможные неудобства.",
                "date": "2021-11-02T07:29:56.693659",
                "likeCount": null,
                "isMine": false,
                "isLikedByMe": null
            }
        },
        {
            "id": 46910,
            "appId": "B01E8DD9D5EC7455E054022128574717",
            "mark": 1,
            "comment": "ужасный шаблон. на подрядчиков завести заявки невозможно и постоянно ошибки появляются. ",
            "answer": null,
            "likes": 1,
            "tags": [],
            "date": "2021-10-27T16:46:23.547393",
            "user": {
                "tabNum": "1741665",
                "name": "Евгения Дроздова"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": {
                "id": 942,
                "user": {
                    "tabNum": "1497625",
                    "name": "Евгений Анищик"
                },
                "text": "Спасибо за отзыв! Мы знаем о данной проблеме и уже работаем над её исправлением. Приносим извинения за возможные неудобства.",
                "date": "2021-11-02T07:30:01.618888",
                "likeCount": null,
                "isMine": false,
                "isLikedByMe": null
            }
        },
        {
            "id": 46773,
            "appId": "B01E8DD9D5EC7455E054022128574717",
            "mark": 1,
            "comment": "Постоянно ошибка при созданиях обращения",
            "answer": null,
            "likes": 3,
            "tags": [],
            "date": "2021-10-26T16:09:37.044329",
            "user": {
                "tabNum": "1914361",
                "name": "Виталий Агольцов"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": {
                "id": 938,
                "user": {
                    "tabNum": "1497625",
                    "name": "Евгений Анищик"
                },
                "text": "Спасибо за отзыв! Уточните, пожалуйста, какая ошибка выходит при попытке создания обращения?",
                "date": "2021-11-02T07:29:17.038715",
                "likeCount": null,
                "isMine": false,
                "isLikedByMe": null
            }
        },
        {
            "id": 46766,
            "appId": "B01E8DD9D5EC7455E054022128574717",
            "mark": 1,
            "comment": "При создании обращения выдает ошибку. Все приходится заполнять заново.",
            "answer": null,
            "likes": 2,
            "tags": [],
            "date": "2021-10-26T15:08:43.688238",
            "user": {
                "tabNum": "300781",
                "name": "Сергей Баранов"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": {
                "id": 937,
                "user": {
                    "tabNum": "1497625",
                    "name": "Евгений Анищик"
                },
                "text": "Спасибо за отзыв! Уточните, пожалуйста, какая ошибка выходит при попытке создания обращения?",
                "date": "2021-11-02T07:29:11.992964",
                "likeCount": null,
                "isMine": false,
                "isLikedByMe": null
            }
        },
        {
            "id": 46728,
            "appId": "B01E8DD9D5EC7455E054022128574717",
            "mark": 1,
            "comment": "Ошибка при создании заявки.",
            "answer": null,
            "likes": 3,
            "tags": [],
            "date": "2021-10-26T12:43:41.271614",
            "user": {
                "tabNum": "792723",
                "name": "Александр Колупаев"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": {
                "id": 936,
                "user": {
                    "tabNum": "1497625",
                    "name": "Евгений Анищик"
                },
                "text": "Спасибо за отзыв! Уточните, пожалуйста, какая ошибка выходит при попытке создания обращения?",
                "date": "2021-11-02T07:29:08.689914",
                "likeCount": null,
                "isMine": false,
                "isLikedByMe": null
            }
        },
        {
            "id": 46717,
            "appId": "B01E8DD9D5EC7455E054022128574717",
            "mark": 1,
            "comment": "Сервис просто не работает ошибка 500, либо висит вечная загрузка.",
            "answer": null,
            "likes": 2,
            "tags": [],
            "date": "2021-10-26T11:20:58.233631",
            "user": {
                "tabNum": "1658659",
                "name": "Илья Годяев"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": {
                "id": 996,
                "user": {
                    "tabNum": "1497625",
                    "name": "Евгений Анищик"
                },
                "text": "Спасибо за отзыв! Мы знаем о данной проблеме и уже работаем над её исправлением. Приносим извинения за возможные неудобства.",
                "date": "2021-11-16T09:01:55.897579",
                "likeCount": null,
                "isMine": false,
                "isLikedByMe": null
            }
        },
        {
            "id": 46698,
            "appId": "B01E8DD9D5EC7455E054022128574717",
            "mark": 1,
            "comment": "Не удается создать заявку",
            "answer": null,
            "likes": 3,
            "tags": [],
            "date": "2021-10-26T09:33:06.981582",
            "user": {
                "tabNum": "1558848",
                "name": "Артем Бинтов"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": {
                "id": 935,
                "user": {
                    "tabNum": "1497625",
                    "name": "Евгений Анищик"
                },
                "text": "Спасибо за отзыв! Уточните, пожалуйста, какая ошибка выходит при попытке создания обращения?",
                "date": "2021-11-02T07:29:02.79461",
                "likeCount": null,
                "isMine": false,
                "isLikedByMe": null
            }
        },
        {
            "id": 46672,
            "appId": "B01E8DD9D5EC7455E054022128574717",
            "mark": 1,
            "comment": "Ошибка при создании заявки.",
            "answer": null,
            "likes": 2,
            "tags": [],
            "date": "2021-10-26T04:51:33.094032",
            "user": {
                "tabNum": "1431153",
                "name": "Павел Ложкин"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": {
                "id": 934,
                "user": {
                    "tabNum": "1497625",
                    "name": "Евгений Анищик"
                },
                "text": "Спасибо за отзыв! Уточните, пожалуйста, какая ошибка выходит при попытке создания обращения?",
                "date": "2021-11-02T07:28:59.06728",
                "likeCount": null,
                "isMine": false,
                "isLikedByMe": null
            }
        },
        {
            "id": 46648,
            "appId": "B01E8DD9D5EC7455E054022128574717",
            "mark": 5,
            "comment": "Получил права администратора на день, очень удобно",
            "answer": null,
            "likes": 2,
            "tags": [],
            "date": "2021-10-25T15:56:01.56891",
            "user": {
                "tabNum": "1916817",
                "name": "Андрей Пономарев"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": {
                "id": 933,
                "user": {
                    "tabNum": "1497625",
                    "name": "Евгений Анищик"
                },
                "text": "Спасибо за высокую оценку!",
                "date": "2021-11-02T07:27:34.682904",
                "likeCount": null,
                "isMine": false,
                "isLikedByMe": null
            }
        },
        {
            "id": 46640,
            "appId": "B01E8DD9D5EC7455E054022128574717",
            "mark": 1,
            "comment": "Так и не смогла создать заявку",
            "answer": null,
            "likes": 2,
            "tags": [],
            "date": "2021-10-25T14:25:51.322677",
            "user": {
                "tabNum": "1129979",
                "name": "Валентина Линькова"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": {
                "id": 932,
                "user": {
                    "tabNum": "1497625",
                    "name": "Евгений Анищик"
                },
                "text": "Спасибо за отзыв! Мы знаем о данной проблеме и уже работаем над её исправлением. Приносим извинения за возможные неудобства.",
                "date": "2021-11-02T07:27:24.800828",
                "likeCount": null,
                "isMine": false,
                "isLikedByMe": null
            }
        }
    ]


    [
    {
        "id": 46632,
        "appId": "B01E8DD9D5EC7455E054022128574717",
        "mark": 3,
        "comment": "пока как то все кривовато, непонятно что и где искать",
        "answer": null,
        "likes": 1,
        "tags": [],
        "date": "2021-10-25T12:52:53.460552",
        "user": {
            "tabNum": "1691492",
            "name": "Иван Кошелев"
        },
        "isMine": false,
        "isLikedByMe": false,
        "managerAnswer": {
            "id": 931,
            "user": {
                "tabNum": "1497625",
                "name": "Евгений Анищик"
            },
            "text": "Уточните, пожалуйста, что именно показалось неудобным в приложении? Что хотели бы изменить?",
            "date": "2021-11-02T07:25:32.079999",
            "likeCount": null,
            "isMine": false,
            "isLikedByMe": null
        }
    },
        {
            "id": 46602,
            "appId": "B01E8DD9D5EC7455E054022128574717",
            "mark": 1,
            "comment": "Невозможно создать заявку на подключение устройства. По факту создания заявки \"вылетает\" ошибка с комментарием \"невозможно создать заявку\". Невозможно сделать ни с внутреннего домена, ни с внешнего, ни с мобильного приложения.",
            "answer": null,
            "likes": 2,
            "tags": [],
            "date": "2021-10-25T09:28:46.431184",
            "user": {
                "tabNum": "1515315",
                "name": "Дмитрий Шкиль"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": {
                "id": 930,
                "user": {
                    "tabNum": "1497625",
                    "name": "Евгений Анищик"
                },
                "text": "Спасибо за отзыв! Мы знаем о данной проблеме и уже работаем над её исправлением. Приносим извинения за возможные неудобства.",
                "date": "2021-11-02T07:25:22.069823",
                "likeCount": null,
                "isMine": false,
                "isLikedByMe": null
            }
        },
        {
            "id": 46486,
            "appId": "B01E8DD9D5EC7455E054022128574717",
            "mark": 2,
            "comment": "Раздел не отображается.",
            "answer": null,
            "likes": 1,
            "tags": [],
            "date": "2021-10-22T12:57:19.679084",
            "user": {
                "tabNum": "938813",
                "name": "Артур Асылбаев"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": {
                "id": 929,
                "user": {
                    "tabNum": "1497625",
                    "name": "Евгений Анищик"
                },
                "text": "Спасибо за отзыв! Уточните, пожалуйста, какой раздел не удалось загрузить?",
                "date": "2021-11-02T07:25:00.436271",
                "likeCount": null,
                "isMine": false,
                "isLikedByMe": null
            }
        },
        {
            "id": 46462,
            "appId": "B01E8DD9D5EC7455E054022128574717",
            "mark": 2,
            "comment": "После заведения заявки получил ошибку, но со второго раза выдало права временного администратора. К сожалению, после перезагрузки посыпались запросы на доступы к самым простым процессам (java, zoom и тд) А так же перестала открываться часть банковских систем (adressbook, hr-платформа, nexus). Так же была ошибка с установленным докером. Надеюсь отзыв поможет вам развивать этот полезный функционал",
            "answer": null,
            "likes": 1,
            "tags": [],
            "date": "2021-10-22T10:13:18.760523",
            "user": {
                "tabNum": "1779916",
                "name": "Лев Спиридонов"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": {
                "id": 928,
                "user": {
                    "tabNum": "1497625",
                    "name": "Евгений Анищик"
                },
                "text": "Спасибо за обратную связь! Данная проблема уже исправлена. Приносим извинения за возможные неудобства.",
                "date": "2021-11-02T07:24:44.686616",
                "likeCount": null,
                "isMine": false,
                "isLikedByMe": null
            }
        },
        {
            "id": 46455,
            "appId": "B01E8DD9D5EC7455E054022128574717",
            "mark": 1,
            "comment": "Сервис переехал в какую-то новую форму, чтобы сотрудникам было сложнее заводить заявки. Раньше это можно было сделать в 1 заявке, теперь непрозрачный интерфейс и нужного пункта нет.",
            "answer": null,
            "likes": 2,
            "tags": [],
            "date": "2021-10-22T09:43:30.299808",
            "user": {
                "tabNum": "1559104",
                "name": "Иван Ласьков"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": {
                "id": 927,
                "user": {
                    "tabNum": "1497625",
                    "name": "Евгений Анищик"
                },
                "text": "Спасибо за обратную связь! Мы постоянно работаем над улучшением нашего приложения и учтём Ваше замечание в работе.",
                "date": "2021-11-02T07:23:17.459795",
                "likeCount": null,
                "isMine": false,
                "isLikedByMe": null
            }
        },
        {
            "id": 46388,
            "appId": "B01E8DD9D5EC7455E054022128574717",
            "mark": 1,
            "comment": "Раздел не отображается.",
            "answer": null,
            "likes": 2,
            "tags": [],
            "date": "2021-10-21T13:24:04.62737",
            "user": {
                "tabNum": "1855894",
                "name": "Вадим Сафаров"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": {
                "id": 926,
                "user": {
                    "tabNum": "1497625",
                    "name": "Евгений Анищик"
                },
                "text": "Спасибо за отзыв! Уточните, пожалуйста, какой раздел не удалось загрузить?",
                "date": "2021-11-02T07:22:47.32422",
                "likeCount": null,
                "isMine": false,
                "isLikedByMe": null
            }
        },
        {
            "id": 46384,
            "appId": "B01E8DD9D5EC7455E054022128574717",
            "mark": 1,
            "comment": "При попытке запросить админку выдает ошибку и просит создать заявку. Без комментариев )",
            "answer": null,
            "likes": 1,
            "tags": [],
            "date": "2021-10-21T12:35:06.288424",
            "user": {
                "tabNum": "1862421",
                "name": "Ника Битюкова"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": {
                "id": 925,
                "user": {
                    "tabNum": "1497625",
                    "name": "Евгений Анищик"
                },
                "text": "Спасибо за отзыв! Мы знаем о данной проблеме и уже работаем над её исправлением. Приносим извинения за возможные неудобства.",
                "date": "2021-11-02T07:21:47.123971",
                "likeCount": null,
                "isMine": false,
                "isLikedByMe": null
            }
        },
        {
            "id": 46300,
            "appId": "B01E8DD9D5EC7455E054022128574717",
            "mark": 1,
            "comment": "Не сохраняется корректно заполненная заявка - ошибка создания. ",
            "answer": null,
            "likes": 1,
            "tags": [],
            "date": "2021-10-20T17:03:19.729512",
            "user": {
                "tabNum": "885084",
                "name": "Мария Горбунова"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": {
                "id": 924,
                "user": {
                    "tabNum": "1497625",
                    "name": "Евгений Анищик"
                },
                "text": "Спасибо за отзыв! Мы знаем о данной проблеме и уже работаем над её исправлением. Приносим извинения за возможные неудобства.",
                "date": "2021-11-02T07:19:07.931008",
                "likeCount": null,
                "isMine": false,
                "isLikedByMe": null
            }
        },
        {
            "id": 46272,
            "appId": "B01E8DD9D5EC7455E054022128574717",
            "mark": 1,
            "comment": "Не могу создать заявку, выходит ошибка ",
            "answer": null,
            "likes": 1,
            "tags": [],
            "date": "2021-10-20T14:29:31.469513",
            "user": {
                "tabNum": "1497973",
                "name": "Ольга Шумилова"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": {
                "id": 893,
                "user": {
                    "tabNum": "1497625",
                    "name": "Евгений Анищик"
                },
                "text": "Спасибо за отзыв! Мы знаем о данной проблеме и уже работаем над её исправлением. Приносим извинения за возможные неудобства.",
                "date": "2021-10-25T17:39:28.502908",
                "likeCount": null,
                "isMine": false,
                "isLikedByMe": null
            }
        },
        {
            "id": 46259,
            "appId": "B01E8DD9D5EC7455E054022128574717",
            "mark": 1,
            "comment": "Зачем вы спрятали заявку на ремонт принтера в мои устройства? Что это дало, кроме лишних 5 кликов? Дизайн ужасен как визуально, так и функционально",
            "answer": null,
            "likes": 1,
            "tags": [],
            "date": "2021-10-20T12:45:53.263062",
            "user": {
                "tabNum": "1548091",
                "name": "Руслан Димиев"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": {
                "id": 889,
                "user": {
                    "tabNum": "1497625",
                    "name": "Евгений Анищик"
                },
                "text": "Спасибо за обратную связь! Мы постоянно работаем над улучшением нашего приложения и учтём Ваше замечание в работе.",
                "date": "2021-10-25T17:37:13.959783",
                "likeCount": null,
                "isMine": false,
                "isLikedByMe": null
            }
        },
        {
            "id": 46252,
            "appId": "B01E8DD9D5EC7455E054022128574717",
            "mark": 1,
            "comment": "При создании заявки возникает ошибка",
            "answer": null,
            "likes": 2,
            "tags": [],
            "date": "2021-10-20T11:26:18.038387",
            "user": {
                "tabNum": "902435",
                "name": "Никита Солунин"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": {
                "id": 892,
                "user": {
                    "tabNum": "1497625",
                    "name": "Евгений Анищик"
                },
                "text": "Спасибо за отзыв! Мы знаем о данной проблеме и уже работаем над её исправлением. Приносим извинения за возможные неудобства.",
                "date": "2021-10-25T17:38:42.700061",
                "likeCount": null,
                "isMine": false,
                "isLikedByMe": null
            }
        },
        {
            "id": 46238,
            "appId": "B01E8DD9D5EC7455E054022128574717",
            "mark": 1,
            "comment": "не даёт создать заявки, пишет ошибка.",
            "answer": null,
            "likes": 1,
            "tags": [],
            "date": "2021-10-20T10:31:24.784394",
            "user": {
                "tabNum": "1523487",
                "name": "Оксана Пескова"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": {
                "id": 891,
                "user": {
                    "tabNum": "1497625",
                    "name": "Евгений Анищик"
                },
                "text": "Спасибо за отзыв! Мы уже работаем над исправлением данной ошибки. Приносим извинения за возможные неудобства.",
                "date": "2021-10-25T17:38:37.52665",
                "likeCount": null,
                "isMine": false,
                "isLikedByMe": null
            }
        },
        {
            "id": 46163,
            "appId": "B01E8DD9D5EC7455E054022128574717",
            "mark": 1,
            "comment": "Не даёт создать заявку на ремонт техники - просто падает с ошибкой",
            "answer": null,
            "likes": 2,
            "tags": [],
            "date": "2021-10-19T13:30:17.365168",
            "user": {
                "tabNum": "1758608",
                "name": "Егор Горбачев"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": {
                "id": 890,
                "user": {
                    "tabNum": "1497625",
                    "name": "Евгений Анищик"
                },
                "text": "Спасибо за отзыв! Мы знаем о данной проблеме и уже работаем над её исправлением. Приносим извинения за возможные неудобства.",
                "date": "2021-10-25T17:38:02.875014",
                "likeCount": null,
                "isMine": false,
                "isLikedByMe": null
            }
        },
        {
            "id": 46158,
            "appId": "B01E8DD9D5EC7455E054022128574717",
            "mark": 1,
            "comment": "Невозможно создать заявку на отключение техники - вываливается с ошибкой без объяснения причин. И почему-то нельзя поставить меньше 1 звезды.",
            "answer": null,
            "likes": 2,
            "tags": [],
            "date": "2021-10-19T12:38:05.09884",
            "user": {
                "tabNum": "1914556",
                "name": "Игорь Ключников"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": {
                "id": 888,
                "user": {
                    "tabNum": "1497625",
                    "name": "Евгений Анищик"
                },
                "text": "Спасибо за отзыв! Уточните пожалуйства, какая ошибка возникает при использовании Микроприложения?",
                "date": "2021-10-25T17:36:40.89371",
                "likeCount": null,
                "isMine": false,
                "isLikedByMe": null
            }
        },
        {
            "id": 46051,
            "appId": "B01E8DD9D5EC7455E054022128574717",
            "mark": 1,
            "comment": "Права администратора на 24 часа не выдаются, пробовал два раза. Этот сервис точно работает или только видимость?",
            "answer": null,
            "likes": 2,
            "tags": [],
            "date": "2021-10-18T11:38:19.288111",
            "user": {
                "tabNum": "1878072",
                "name": "Александр Сивков"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": {
                "id": 887,
                "user": {
                    "tabNum": "1497625",
                    "name": "Евгений Анищик"
                },
                "text": "Спасибо за отзыв! Мы знаем о данной проблеме и уже работаем над её исправлением. Приносим извинения за возможные неудобства.",
                "date": "2021-10-25T17:33:22.189518",
                "likeCount": null,
                "isMine": false,
                "isLikedByMe": null
            }
        },
        {
            "id": 45931,
            "appId": "B01E8DD9D5EC7455E054022128574717",
            "mark": 1,
            "comment": "забыли про linux",
            "answer": null,
            "likes": 1,
            "tags": [],
            "date": "2021-10-14T19:20:13.833899",
            "user": {
                "tabNum": "1744395",
                "name": "Михаил Басалгин"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": {
                "id": 834,
                "user": {
                    "tabNum": "1497625",
                    "name": "Евгений Анищик"
                },
                "text": "Спасибо за обратную связь! Мы постоянно работаем над улучшением нашего приложения и учтём Ваше замечание в работе.",
                "date": "2021-10-15T14:19:48.654905",
                "likeCount": null,
                "isMine": false,
                "isLikedByMe": null
            }
        },
        {
            "id": 45904,
            "appId": "B01E8DD9D5EC7455E054022128574717",
            "mark": 1,
            "comment": "Обрезан шаблон на  столько, что нельзя создать заявку для коллеги (для кого).",
            "answer": null,
            "likes": 1,
            "tags": [],
            "date": "2021-10-14T14:59:33.956887",
            "user": {
                "tabNum": "872418",
                "name": "Павел Бородин"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": {
                "id": 833,
                "user": {
                    "tabNum": "1497625",
                    "name": "Евгений Анищик"
                },
                "text": "Спасибо за отзыв! Данный функционал будет реализован в ближайшем обновлении",
                "date": "2021-10-15T14:19:28.802413",
                "likeCount": null,
                "isMine": false,
                "isLikedByMe": null
            }
        },
        {
            "id": 45850,
            "appId": "B01E8DD9D5EC7455E054022128574717",
            "mark": 1,
            "comment": "Пошел третий день и третья попытка получить админские права. Кажется, что это делается целенаправленно. Сначала забрали админские права, а затем перестали поддерживать сервис для их временной выдачи. Приучают, так сказать, работать без них",
            "answer": null,
            "likes": 3,
            "tags": [],
            "date": "2021-10-14T08:53:43.09012",
            "user": {
                "tabNum": "1816259",
                "name": "Алексей Смолин"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": {
                "id": 832,
                "user": {
                    "tabNum": "1497625",
                    "name": "Евгений Анищик"
                },
                "text": "Спасибо за отзыв! Мы знаем о данной проблеме и уже работаем над её исправлением. В ближайшее время инструмент по выдаче прав будет скорректирован. Приносим извинения за возможные неудобства",
                "date": "2021-10-15T14:17:54.447061",
                "likeCount": null,
                "isMine": false,
                "isLikedByMe": null
            }
        },
        {
            "id": 45823,
            "appId": "B01E8DD9D5EC7455E054022128574717",
            "mark": 1,
            "comment": "шаблон не работает. заявки на настройку компьютера не создает",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-10-13T18:28:38.703536",
            "user": {
                "tabNum": "1703026",
                "name": "Константин Никитин"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": {
                "id": 831,
                "user": {
                    "tabNum": "1497625",
                    "name": "Евгений Анищик"
                },
                "text": "Спасибо за отзыв! Мы знаем о данной проблеме и уже работаем над её исправлением. Приносим извинения за возможные неудобства",
                "date": "2021-10-15T14:17:36.049831",
                "likeCount": null,
                "isMine": false,
                "isLikedByMe": null
            }
        },
        {
            "id": 45773,
            "appId": "B01E8DD9D5EC7455E054022128574717",
            "mark": 1,
            "comment": "Сервис не работает. Комп отключился. На телефоне заявку сделать не возможно. Рабочий день закончился",
            "answer": null,
            "likes": 0,
            "tags": [],
            "date": "2021-10-13T10:41:11.473546",
            "user": {
                "tabNum": "417365",
                "name": "Татьяна Яковлева"
            },
            "isMine": false,
            "isLikedByMe": false,
            "managerAnswer": {
                "id": 830,
                "user": {
                    "tabNum": "1497625",
                    "name": "Евгений Анищик"
                },
                "text": "Спасибо за обратную связь! В ближайшее время сервис будет доработан. Приносим извинения за возможные неудобства.",
                "date": "2021-10-15T14:15:44.139936",
                "likeCount": null,
                "isMine": false,
                "isLikedByMe": null
            }
        }
    ]